[
  {
    "பாடல்": "அச்சம் அச்சம் இல்லை",
    "படம்": "இந்திரா",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சுஜாதா மோகன்', ' அனுராதா ஸ்ரீராம்']",
    "பாடல்வரிகள்": "விடியாத இரவென்று எதுவுமில்லை முடியாத துயரமென்று எதுவுமில்லை வடியாத வெள்ளமென்று எதுவுமில்லை வாடாத வாழ்க்கையென்று எதுவுமில்லை ராரராரா...ஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையே ஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையேகாலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சு காலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சுஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையேஅந்த நிலா நிலா நிலா நிலா வெகுண்டோடி வா அந்த நிலா நிலா நிலா நிலா வெகுண்டோடி வாபட்டாம்பூச்சி சுற்றும் மனிதன் என்ன மட்டம் அட இன்னும் கொஞ்சும் போனால் என்ன வானம் தலையில் தட்டும்பட்டாம்பூச்சி சுற்றும் மனிதன் என்ன மட்டம் அட இன்னும் கொஞ்சும் போனால் என்ன வானம் தலையில் தட்டும்வாடி இளையசெல்லியே... வாடி இளையசெல்லியே நம் காலம் சொல்லும் நம்மை வாழச்சொல்லியே அம்மா அழகுக் கண்ணம்மா அம்மா அழகுக் கண்ணம்மா இது நம்ம பூமியென்று அழுத்திச்சொல்லம்மாஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையேஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையேகாலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சு காலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சுலல்லா லல்லல்லல்லோ பட்டாம்பூச்சி லல்லா லல்லல்லல்லோ பட்டாம்பூச்சிவானம் பக்கம் இனி வாழ்க்கை ரொம்பப் பக்கம் அச்சம் அச்சம் துச்சம் என்றால் பக்கம் பக்கம் சொர்க்கம் வானம் பக்கம் இனி வாழ்க்கை ரொம்பப் பக்கம் அச்சம் அச்சம் துச்சம் என்றால் பக்கம் பக்கம் சொர்க்கம் பூமி தொறந்துகெடக்கு அட மனுசப்பய மனசு பூட்டிக்கெடக்கு பூமி தொறந்துகெடக்கு அட மனுசப்பய மனசு பூட்டிக்கெடக்குஇனி அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையேஇன்பக்காற்று வீசட்டும் எட்டுத்திக்கும் பரவட்டும் பரவட்டும் பரவட்டும் பரவட்டும் பரவட்டும் மனிதப்பூக்கள் மலரட்டும் மனங்கள் இன்னும் விடியட்டும் விடியட்டும் விடியட்டும் விடியட்டும் விடியட்டும்இன்பக்காற்று வீசட்டும் எட்டுத்திக்கும் பரவட்டும் மனிதப்பூக்கள் மலரட்டும் மனங்கள் இன்னும் விடியட்டும் குற்றம் குற்றம் எரியட்டும் சுற்றம் சுற்றம் வாழட்டும் வட்டம் வட்டம் விரியட்டும் வானம் தொட்டு வளரட்டும் வட்டம் வட்டம் விரியட்டும் வானம் தொட்டு வளரட்டும்கோழிச்சிறகில் குஞ்சைப்போலவே பூமிப்பந்து உறங்கட்டும் ரத்தம் சிந்தா நூற்றாண்டு புத்தம் புதிதாய் விடியட்டும்",
    "உருவகம் 1": "மனிதப்பூக்கள் மலரட்டும்",
    "விளக்கம் 1": "பூக்கள் தான் மனிதர்கள்",
    "உருவகம் 2": "பட்டாம்பூச்சி சுற்றும் மனிதன்",
    "விளக்கம் 2": "பட்டாம்பூச்சி போல் அனைத்து இடங்களிற்கும் சுற்றித்திரியும் மனிதன்",
    "உருவகம் 3": "இன்பக்காற்று வீசட்டும் எட்டுத்திக்கும் பரவட்டும்",
    "விளக்கம் 3": "அனைத்து இடங்களிலும் சந்தோசம் பரவட்டும்"
  },
  {
    "பாடல்": "அஞ்சலி அஞ்சலி",
    "படம்": "டூயட்",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்', ' KS சித்ரா']",
    "பாடல்வரிகள்": "அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி காதல் வந்து தீண்டும் வரைஇருவரும் தனி தனிகாதலின் பொன் சங்கிலிஇணைத்தது கண்மணி கடலிலே மழை வீழ்ந்தபின்எந்த துளி மழைத் துளிகாதலில் அது போல நான்கலந்திட்டேன் காதலி திருமகள் திருப்பாதம்பிடித்துவிட்டேன்தினமொரு புதுப் பாடல்வடித்துவிட்டேன்அஞ்சலி அஞ்சலிஎன்னுயிர் காதலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி சீதையின் காதல் அன்றுவிழி வழி நுழைந்ததுகோதையின் காதல் இன்றுசெவி வழி புகுந்தது என்னவோ என் நெஞ்சிலேஇசை வந்து துளைத்ததுஇசை வந்த பாதை வழிதமிழ் மெல்ல நுழைந்தது இசை வந்த திசை பார்த்துமனம் குழைந்தேன்தமிழ் வந்த திசை பார்த்துஉயிர் கசிந்தேன்அஞ்சலி அஞ்சலிஇவள் கலைக்காதலி அன்பே உன் அன்புக்கு புஷ்பாஞ்சலிநண்பா உன் கண்ணுக்கு நடனாஞ்சலிகண்ணா உன் இசை வாழ கீதாஞ்சலிகவியே உன் தமிழ் வாழ கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அழகியே உனை போலவேஅதிசயம் இல்லையேஅஞ்சலி பேரைச் சொன்னேன்அவிழ்ந்தது முல்லையே கார்த்திகை மாதம் போனால்கடும் மழை இல்லையேகண்மணி நீயில்லையேல்கவிதைகள் இல்லையே நீயென்ன நிலவோடுபிறந்தவளாபூவுக்குள் கருவாகிவளர்ந்தவளாஅஞ்சலி அஞ்சலிஎன்னுயிர் காதலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலிஅஞ்சலி அஞ்சலி புஷ்பாஞ்சலிபூவே உன் பாதத்தில் புஷ்பாஞ்சலிபொன்னே உன் பெயருக்கு பொன்னாஞ்சலிகண்ணே உன் குரலுக்கு கீதாஞ்சலிகண் காணா அழகுக்கு கவிதாஞ்சலி",
    "உருவகம் 1": "காதலின் பொன் சங்கிலிஇணைத்தது கண்மணி",
    "விளக்கம் 1": "காதலானது பொன்னாலான சங்கிலியால் இருவரையும் இணைத்தது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அஞ்சாதே ஜீவா",
    "படம்": "ஜோடி",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சீர்காழி G சிவசிதம்பரம்', ' ஸ்வர்ணலதா']",
    "பாடல்வரிகள்": "அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா ஜல்அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா என்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா என்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா பூக்களையே ஆயுத்தமாய்கொண்டவன் நீதானேபூவிாிந்து என்னுயிரைகொன்றவன் நீதானே என் உயிருக்குள்சுரக்கின்ற ஊற்றே வாபெண் ரகசியம்அறிகின்ற காற்றே வாதேவைகள் தீா்க்கிறதேவா தேவா வா ஒரு பூவுக்குள்வசிக்கிற நிலவே வாஎன் போா்வைக்குள்அடிக்கிற வெயிலே வாஒரு புன்னகை பூக்கும்பூவே வா ஜீவா ஜீவா காதல் இல்லாத நகரம்அது காற்று இல்லாத நரகம்காதல் இல்லாத நகரம்அது காற்று இல்லாத நரகம் காற்று இல்லாத இடமும்அட காதல் தொியாமல் நுழையும் கண்ணில் மணியாகிஉன்னில் உயிராகிகாதல் யோகம்கொண்டாட வேண்டும் சந்திர மண்டலம் எல்லாம்நாம் தாவி விளையாடவேண்டும் ஒன்பது கிரகம் தாண்டிநாம் ஓடி விளையாட வேண்டும் வானம் முடியும்முடியாது காதல் பயணம் என்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா என் உயிருக்குள்சுரக்கின்ற ஊற்றே வாபெண் ரகசியம்அறிகின்ற காற்றே வாதேவைகள் தீா்க்கிறதேவா தேவா வா அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா ஜல்அஞ்சாதே ஜீவாநெஞ்சோடு வா வாஆனந்த பூவே அன்பே வா காதல் தப்பென்று சொல்லஅது கெட்ட சொல் ஒன்றும் அல்லகாதல் தப்பென்று சொல்லஅது கெட்ட சொல் ஒன்றும் அல்ல இரவு நேரத்து போாில்நீ என்னை எப்போது வெல்ல பெண்மை தோற்றாலும்ஆண்மை தோற்றாலும்முடிவில் இருவரும்ஒன்றாக வேண்டும் ஒவ்வொரு காலையின் போதும்உன் மாா்பில் நான் தூங்க வேண்டும் காலங்கள் முடிகின்ற போதும்உன்னை நெஞ்சில் நான் தாங்க வேண்டும் மீண்டும் மீண்டும்நாம் காதல் ஜென்மம் காணலாம் என்னை கொள்ளையிட்டுபோகும் அழகே வாஎன்னை கொன்றுவிட்டுபோகும் மலரே வாவாழ்க்கையின் உயிரேவா வா வா வா ஜீவா ஜீவா",
    "உருவகம் 1": "பூக்களையே ஆயுதமா கொண்டவன் நீதானே",
    "விளக்கம் 1": "பூ போன்ற கண்களை ஆயுதமாக கொண்டவன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அடி ஆத்தாடி",
    "படம்": "கடலோர கவிதைகள்",
    "வருடம்": 1986,
    "இசைமைப்பாளர்": "இளையராஜா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['இளையராஜா', ' S ஜானகி']",
    "பாடல்வரிகள்": "அடி ஆத்தாடிஅடி ஆத்தாடிகுழு: இளமனசொன்னுஇறக்கை கட்டிப்பறக்குது சரிதானா அடி அம்மாடிகுழு: ஒரு அலை வந்துமனசில அடிக்குது அதுதானா உயிரோடு உறவாடும் ஒருகோடி ஆனந்தம் இவன் மேகம் ஆகயாரோ காரணம் அடி ஆத்தாடிஇளமனசொன்னுஇறக்கை கட்டிப்பறக்குது சரிதானாஅடி அம்மாடி மேலே போகும்மேகம் எல்லாம்கட்டுப்பட்டு ஆடாதோஉன்னைப் பாத்துஅலைகள் எல்லாம்மெட்டுக்கட்டிப் பாடாதோ இப்படி நான் ஆனதில்லைபுத்திமாறிப் போனதில்லைமுன்னே பின்னே நேர்ந்ததில்லைமூக்கு நுனி வேர்த்ததில்லை கன்னிப்பொண்ணுகண்ணுக்குள்ளகத்திச்சண்டை கண்டாயோபடபடக்கும் நெஞ்சுக்குள்ளபட்டாம்பூச்சி பார்த்தாயோஇசை கேட்டாயோ லலலலலா லலலலலலாலலலலா லலலலா லலலலாலலலலலல லலலலலா தாகப்பட்ட நெஞ்சுக்குள்ளஏகப்பட்ட சந்தோசம்உண்மை சொல்லு பெண்ணே என்னைஎன்ன செய்ய உத்தேசம் வார்த்தை ஒன்றுவாய் வரைக்கும்வந்து வந்து போவதென்னகட்டுமரம் பூப்பூக்கஆசைப்பட்டு ஆவதென்ன கட்டுத்தறி காளை நானேகன்னுக்குட்டி ஆனேனேதொட்டுத் தொட்டு தென்றல் பேசதூக்கம் கெட்டுப் போனேனேசொல் பொன்மானே அடி ஆத்தாடிகுழு: இளமனசொன்னுஇறக்கை கட்டிப்பறக்குது சரிதானா அடி அம்மாடிகுழு: ஒரு அலை வந்து மனசிலஅடிக்குது அதுதானா உயிரோடு உறவாடும் ஒருகோடி ஆனந்தம் இவன் மேகம் ஆகயாரோ காரணம் அடி ஆத்தாடிஇளமனசொன்னுஇறக்கை கட்டிப்பறக்குது சரிதானாஅடி ஆத்தாடி",
    "உருவகம் 1": "இளமனசு ஒன்னு ரெக்கை கட்டி பறக்குது",
    "விளக்கம் 1": "மனசானது சந்தோஷத்தில் பறவை ஐ போல இறக்கை விரித்து பறக்கிறது",
    "உருவகம் 2": "நெஞ்சுக்குள்ள பட்டாம்பூச்சி பார்த்தாயோ",
    "விளக்கம் 2": "காதல் உணர்வில் மனதினுள் பட்டாம்பூச்சி பார்ப்பதை போன்று உணர்வு ஏட்படுகிறது",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அடியே அடி சின்னப்புள்ள",
    "படம்": "சிந்து நதி பூ",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "சௌந்தர்யன்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['மனோ', ' S ஜானகி']",
    "பாடல்வரிகள்": "அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளேஅடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளேமலர்ந்த மலர மறைச்சா நல்லால்ல அடடா அட சின்ன கண்ணாஇன்னிக்கு அதில் ரெண்டில் ஒண்ணாதனியா கேட்டா தருவேன் ஒவ்வொண்ணா அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளே கன்னத்தை மெல்லமாய் தட்டுவேன்உன் காதிலே தேன் துளி சொட்டுவேன் உன்னை நான் செல்லமாய் திட்டுவேன்என் ஊடலை தீர்த்து வை ஒட்டுவேன் கட்டிலில் ரெண்டு ஜீவன்கள்துடித்தால் என்னகடலே உன்னை சூரியன்குடித்தால் என்ன வாலிபம் தந்து நீ உருகினாய்என் வாய் வழி ஜீவனை பருகினாய் அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளே அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளேமலர்ந்த மலர மறைச்சா நல்லால்ல அடடா அட சின்ன கண்ணாஇன்னிக்கு அதில் ரெண்டில் ஒண்ணாதனியா கேட்டா தருவேன் ஒவ்வொண்ணா அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளே கதவினை மெல்லவே மூடினாய்நீ கஞ்சன்போல் புதையலை தேடினாய் புதையலை புடவையில் மூடினாய்நான் பூனைப்போல் தோண்டினேன் ஓடினாய் மன்மதா உன் மேகங்கள்பொழிந்தால் என்னபெண் : மழையில் இந்த பூமியேநனைந்தால் என்ன தேவைகள் தினம் தினம் நீளட்டும்என் தேவதை என்னையும் ஆளட்டும் அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளேஅடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளேமலர்ந்த மலர மறைச்சா நல்லால்ல அடடா அட சின்ன கண்ணாஇன்னிக்கு அதில் ரெண்டில் ஒண்ணாதனியா கேட்டா தருவேன் ஒவ்வொண்ணா அடியே அடி சின்னப்புள்ளஆவி துடிக்குது கண்ணுக்குள்ளே",
    "உருவகம் 1": "ஆவி துடிக்குது கண்ணுக்குள்ளே",
    "விளக்கம் 1": "உயிரானது கண்ணினுள்ளே துடித்து கொண்டுள்ளது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அரிமா அரிமா",
    "படம்": "எந்திரன்",
    "வருடம்": 2010,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', 'ஷாதனா சர்கம்']",
    "பாடல்வரிகள்": "அரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்யம்மா சும்மா விடுமா ராஜாத்தி உலோகத்தில்ஆசை தீ கொல்லுதடிநான் அட்லாண்டிக்கைஊற்றிப் பார்த்தேன்அக்கினி அணையலையே உன் பச்சை தேனை ஊற்றிஎன் இச்சை தீயை ஆற்றுஅடி கச்சைக்கனியே பந்தி நடத்துகட்டில் இலை போட்டு அரிமா அரிமாஅரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்சும்மா விடுமா சிற்றின்ப நரம்புசேமித்த இரும்பில்சட்டென்று மோகம் பொங்கிற்றே ராட்ஷசன் வேண்டாம்ரசிகன் வேண்டும்பெண் உள்ளம் உன்னை கெஞ்சிற்றேபெண் உள்ளம் உன்னை கெஞ்சிற்றே நான் மனிதன் அல்லஅஃற்றினையின் அரசன் நான்காமுற்ற கணினி நான்சின்னஞ்சிறுசின் இதயம் தின்னும்சிலிக்கன் சிங்கம்தாதான் அரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்யம்மா சும்மா விடுமா மேகத்தை உடுத்தும்மின்னல்தான் நானென்றுஐஸ்சுக்கே ஐஸை வைக்காதே வயரெல்லாம் ஓசைஉயிரெல்லாம் ஆசைரோபோவை போ போவென்னாதே ஏ ஏழாம் அறிவேஉள் மூளை திருடுகிறாய்உயிரோடு உண்ணுகிறாய்நீ உண்டு முடித்த மிச்சம்எதுவோ அதுதான் நான் என்றாய் அரிமா அரிமாநானோ ஆயிரம் அரிமாஉன்போல் பொன்மான் கிடைத்தால்யம்மா சும்மா விடுமா",
    "உருவகம் 1": "பொன்மான்",
    "விளக்கம் 1": "மிகவும் அழகான மான் போன்ற பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அவள் வருவாளா",
    "படம்": "நேருக்கு நேர்",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' ஷாகுல் ஹமீத்']",
    "பாடல்வரிகள்": "அவள் வருவாளாஅவள் வருவாளாஅவள் வருவாளாஅவள் வருவாளா என் உடைந்துபோன நெஞ்சைஒட்டவைக்க அவள் வருவாளாஎன் பள்ளமான உள்ளம்வெள்ளமாக அவள் வருவாளா கண்ணோடு நான் கண்டவண்ணங்கள் போகசுடிதாரில் மூடாத பாகங்கள் வாழ்க கட்டழகைக் கண்டவுடன்கண்ணில் இல்லை உறக்கம்வெள்ளையணு சிவப்பணுரெண்டும் சண்டை பிடிக்கும் திருடிச் சென்ற என்னைதிருப்பித் தருவாளா தேடி வருவாளா அவள் ஓரப் பார்வைஎன் உயிரை உறிஞ்சியதைஅறிவாளா அறிவாளா அவள் வருவாளாஅவள் வருவாளாஎன் உடைந்துபோன நெஞ்சைஒட்டவைக்க அவள் வருவாளா ஏழு பத்து மணி வரைஇல்லை இந்த மயக்கம்இதயத்தில் வெடி ஒன்றுவிட்டு விட்டு வெடிக்கும் அவளை ரசித்தபின்னேநிலவு இனிக்கவில்லைமலர்கள் பிடிக்கவில்லை இந்த பூமி மீது வந்துநானும் பிறந்ததற்குபொருளிருக்கு பொருளிருக்கு அவள் வருவாளாஅவள் வருவாளாஅவள் வருவாளாஅவள் வருவாளா என் உடைந்துபோன நெஞ்சைஒட்டவைக்க அவள் வருவாளாஎன் பள்ளமான உள்ளம்வெள்ளமாக அவள் வருவாளா கண்ணோடு நான் கண்டவண்ணங்கள் போகசுடிதாரில் மூடாத பாகங்கள் வாழ்க",
    "உருவகம் 1": "ஸ்மூத்தா செல்லும் ஃப்ளாபி டிஸ்க்",
    "விளக்கம் 1": "எந்த விட தடங்கலும் இன்றி செல்லுதல்",
    "உருவகம் 2": "நெஞ்சை அள்ளும் டால்பி சவுண்டு",
    "விளக்கம் 2": "இதயத்துடிப்பை அதிகரிக்க வைக்கும் பெண்ணின் செயல்",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அழகான ராட்சசியே",
    "படம்": "முதல்வன்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமண்யம்', ' ஹாிணி']",
    "பாடல்வரிகள்": "அழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே அழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே அருகம்புல்லுக்குஅறுக்கத் தொியுமாகொழந்த குமாி நான் ஆமாஅயிர மீனுதான்கொக்க முழுங்குமா அடுக்குமா வெளிய பூத்து நீஉள்ள காய்க்கிறகடலக்காடு நீ ஆமாஉயிர உாிச்சு நீகயிர திாிக்கிற சுகம் சுகமா கிளியே ஆலங்கிளியேகுயிலே ஏலங்குயிலே அழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே சூாியன ரெண்டு துண்டுசெஞ்சு கண்ணில் கொண்டவளோ ஓ ஓகுழு : ஓ ஓஆண் : சந்திரன கள்ளுக்குள்ளஊர வெச்ச பெண்ணிவளோகுழு: ஓ ஓ ஓ ராத்திாிய தட்டித்தட்டிகெட்டி செஞ்சி மையிடவோ ஆ ஆகுழு: ஓ ஓ மின்மினிய கன்னத்துலஒட்ட வெச்சுக் கைதட்டவோகுழு: ஓ ஓ ஓ துறவி என்னத் தொலைச்சிபுட்டதூக்கம் இப்ப தூரமய்யாதலைக்கு வெச்சி நான் படுக்கஅழுக்கு வேட்டி தாருமய்யாதூங்கும் தூக்கம் கனவா கிளியே ஆலங்கிளியேகுயிலே ஏலங்குயிலே அழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே தேன் கூட்ட பிச்சி பிச்சிஎச்சி வெக்க லட்சியமா ஆ ஆகுழு: ஓ ஓ காதல் என்ன கட்சி விட்டுகட்சி மாறும் காாியமாகுழு: ஓ ஓ ஓ பொண்ணு சொன்னாதலைகீழா ஒக்கிப்போட முடியுமா ஆ ஆகுழு: ஓ ஓ நான் நடக்கும் நிழலுக்குள்நீ வசிக்க சம்மதமா நீராக நானிருந்தால்உன் நெத்தியில நானிறங்கிகூரான உன் நெஞ்சில்குதிச்சி அங்க குடியிருப்பேன்ஆணா வீணா போனேன் குயிலே ஏலங்குயிலே அழகான ராட்சசியேஅடி நெஞ்சில் குதிக்கிறியேமுட்டாசு வாா்த்தையிலேபட்டாசு வெடிக்கிறியேஅடி மனச அருவாமனையில்நறுக்குறியே அருகம்புல்லுக்குஅறுக்கத் தொியுமாகொழந்த குமாி நான் ஆமாஅயிர மீனுதான்கொக்க முழுங்குமா அடுக்குமா வெளிய பூத்து நீஉள்ள காய்க்கிறகடலக்காடு நீ ஆமாஉயிர உாிச்சு நீகயிர திாிக்கிற சுகம் சுகமா",
    "உருவகம் 1": "முட்டாசு வாா்த்தையிலே",
    "விளக்கம் 1": "ஆளை மயக்கும் இனிமையான வார்த்தைகள்",
    "உருவகம் 2": "உயிர உாிச்சு நீ கயிர திாிக்கிற",
    "விளக்கம் 2": "எனது வாழ்க்கையை பயனுள்ளதாக மாற்றுகிறாய்",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "அன்பே அன்பே கொல்லாதே",
    "படம்": "ஜீன்ஸ்",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' அனுராதா ஸ்ரீராம்']",
    "பாடல்வரிகள்": "அன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதேபெண்ணே புன்னகையில்இதயத்தை வெடிக்காதேஐயோ உன்னசைவில்உயிரைக் குடிக்காதே அன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதே பெண்ணே உனதுமெல்லிடை பார்த்தேன்அடடா பிரம்மன் கஞ்சனடிசற்றே நிமிர்ந்தேன்தலை சுற்றிப் போனேன்ஆஹா அவனே வள்ளலடி மின்னலைப் பிடித்துத்தூரிகை சமைத்துரவிவர்மன் எழுதிய வதனமடிநூறடிப் பளிங்கை ஆறடி ஆக்கிச்சிற்பிகள் செதுக்கிய உருவமடி இதுவரை மண்ணில்பிறந்த பெண்ணில்நீதான் நீதான் அழகியடிஇத்தனை அழகும் மொத்தம் சேர்ந்துஎன்னை வதைப்பது கொடுமையடி அன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதே கொடுத்து வைத்த பூவே பூவேஅவள் கூந்தல் மணம் சொல்வாயாகொடுத்து வைத்த நதியே நதியேஅவள் குளித்தச் சுகம் சொல்வாயா கொடுத்து வைத்த கொலுசேகால் அளவைச் சொல்வாயாகொடுத்து வைத்த மணியேமார்ப்பு அழகைச் சொல்வாயா அழகிய நிலவில்ஆக்ஸிஜன் நிரப்பிஅங்கே உனக்கொரு வீடு செய்வேன்உன்னுயிர் காக்க என்னுயிர் கொண்டுஉயிருக்கு உயிரால் உனையிடுவேன் மேகத்தைப் பிடித்துமெத்தைகள் அமைத்துமெல்லிய பூ உன்னைத் தூங்க வைப்பேன்தூக்கத்தில் மாா்பில் வேர்க்கின்ற போதுநட்சத்திரம் கொண்டு நான் துடைப்பேன் பால் வண்ணப்பறவை குளிப்பதற்காகபனித்துளி எல்லாம் சேகரிப்பேன்தேவதை குளித்த துளிகளைஅள்ளித் தீர்த்தம் என்றே நான் குடிப்பேன் அன்பே அன்பே கொல்லாதேஅன்பே அன்பே கொல்லாதேகண்ணே கண்ணை கிள்ளாதே",
    "உருவகம் 1": "மேகத்தைப் பிடித்து மெத்தைகள் அமைத்து மெல்லிய பூ உன்னைத் தூங்க வைப்பேன்",
    "விளக்கம் 1": "மேகம் போன்ற மென்மையான பஞ்சு போன்ற மெத்தையில் பூ போன்ற மென்மையான பெண்ணை உறங்க வைத்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஆகாய சூரியனை",
    "படம்": "சாமுராய்",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "ஹாரிஸ் ஜெயராஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஷ் ராகவேந்திரா', 'ஹரிணி']",
    "பாடல்வரிகள்": "ஆகாய சூரியனைஒற்றை ஜடையில் கட்டியவள்நின்றாடும் விண்மீனைநெற்றி சுட்டியில் ஒட்டியவள் ஆகாய சூரியனைஒற்றை ஜடையில் கட்டியவள்நின்றாடும் விண்மீனைநெற்றி சுட்டியில் ஒட்டியவள்இவள் தானே எரிமலை அள்ளிமருதாணி போல் பூசியவள் கொடிநான் உன் தேகம் முற்றும்சுற்றி கொண்ட கொடிநான்என் எண்ணம் எதுவோகிளிதான் உன்னை கொஞ்சம் கொஞ்சம்கொத்தி தின்னும் கிளிநான்உன்னை கொஞ்சும் என்னமோ ஆகாய சூரியனைஒற்றை ஜடையில் கட்டியவள்நின்றாடும் விண்மீனைநெற்றி சுட்டியில் ஒட்டியவள்நீதானே எரிமலை அள்ளிமருதாணி போல் பூசியவள் அடியே என் தேகம் முற்றும்சுற்றி கொண்ட கொடியேஉன் எண்ணம் என்னவோசகியே என்னை கொஞ்சம் கொஞ்சம்கொத்தி தின்னும் கிளியேஎன்னை கொல்லும் என்னமோ காதல் பந்தியில்நாமே உணவுதான்உண்ணும் பொருளே உன்னை உண்ணும்விந்தை இங்கேதான் காதல் பார்வையில்பூமி வேறு தான்மார்கழி வேர்க்கும் சித்திரை குளிரும்மாறுதல் இங்கேதான் உன் குளிருக்கு இதமாய்என்னை அடிக்கடி கொளுத்து என் வெயிலுக்கு சுகம் தாஉன் வேர்வையில் நனைத்து காதல் மறந்தவன்காமம் கடந்தவன்துறவை துறந்ததும்சொர்கம் வந்தது ஆகாய சூரியனைஒற்றை ஜடையில் கட்டியவள்நின்றாடும் விண்மீனைநெற்றி சுட்டியில் ஒட்டியவள்நீதானே எரிமலை அள்ளிமருதாணி போல் பூசியவள் என்னை கண்டதும்ஏன் நீ ஒளிகிறாய்டோரா போரா மலை சென்றாலும்துரத்தி வருவேனே உன்னை நீங்கி நான்எங்கே செல்வதுஉன் உள்ளங்கையில் ரேகைக்குள்ளேஒளிந்து கொல்வேனே அடி காதல் வந்தும்ஏன் கண்ணாமூச்சி நீ கண்டு கண்டு பிடித்தால்பின் காமன் ஆட்சி கத்தி பறித்து நீபூவை தெளிக்கிறாய்பாரம் குறைந்ததில்ஏதோ நிம்மதி ஆகாய சூரியனைஒற்றை ஜடையில் கட்டியவள்நின்றாடும் விண்மீனைநெற்றி சுட்டியில் ஒட்டியவள்இவள் தானே எரிமலை அள்ளிமருதாணி போல் பூசியவள் அடியே என் தேகம் முற்றும்சுற்றி கொண்ட கொடியேஉன் எண்ணம் என்னவோசகியே என்னை கொஞ்சம் கொஞ்சம்கொத்தி தின்னும் கிளியேஎன்னை கொல்லும் என்னமோ",
    "உருவகம் 1": "உன் தேகம் முற்றும் சுற்றி கொண்ட கொடி நான்",
    "விளக்கம் 1": "காதலனின் உடலுடன் பின்னி பிணைந்திருத்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஆரிய உதடுகள் உன்னது",
    "படம்": "செல்லமே",
    "வருடம்": 2004,
    "இசைமைப்பாளர்": "ஹாரிஸ் ஜெயராஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' ஸ்வர்ணலதா']",
    "பாடல்வரிகள்": "ஆரிய உதடுகள் உன்னதுதிராவிட உதடுகள் என்னதுஆரியம் திராவிடம்ரெண்டும் கலக்கட்டுமேஆனந்த போர்க்களம்இங்கே தொடங்கட்டுமே ஆரிய உதடுகள் என்னதுதிராவிட உதடுகள் உன்னதுஆரியம் திராவிடம்ரெண்டும் கலக்கட்டுமேஆனந்த போர்க்களம்இங்கே தொடங்கட்டுமே இதில் யார் தோல்வியுறும் போதும்அது தான் வெற்றி என்றாகும்இதில் நீ வெற்றி பெற வேண்டும்மனகிடங்குகள் தீப்பற்றி தித்திக்கனும் ஆரிய உதடுகள் உன்னதுதிராவிட உதடுகள் என்னதுஆரியம் திராவிடம்ரெண்டும் கலக்கட்டுமேஆனந்த போர்க்களம்இங்கே தொடங்கட்டுமே எத்தனை உள்ளது பெண்ணில்அட எது மிக பிடித்தது என்னில்பகல் பொழுதின் பேரழகாராத்திரியின் சூரணமா மின்னல்கள் சடுகுடு ஆடும்கண்ணா கண்ணாமேலாடை மேகம் மூடும்நெஞ்சா நெஞ்சா ஒவ்வொரு பாகமும் பிடிக்கும்உன் உணர்ச்சியின் தீவிரம் பிடிக்கும்மோகம் வரும் தருணங்களில்முனகலிடும் ஒலி பிடிக்கும் கட்டில் மேல் எல்லாம்கலைந்த பின்னே பின்னேகலையாத கொலுசு ரொம்பபிடிக்கும் பிடிக்கும் என் நாயகா என்னை பிரிகையில்என் ஞாபகம் தலை காட்டுமாஉன் ஆண் மனம் தடுமாறுமாபிற பெண்கள் மேல் மனம் போகுமா ஏ கண்களே நீயாய் போனால்வேறு பார்வை வருமா ஆரிய உதடுகள் என்னதுதிராவிட உதடுகள் உன்னதுஆரியம் திராவிடம்ரெண்டும் கலக்கட்டுமே ஆனந்த போர்க்களம்இங்கே தொடங்கட்டுமே தேவதை புன்னகை செய்தால்சிறு தேய்பிறை முழு நிலவாகும்குறை குடமாய் நான் இருந்தேன்நிறை குடமாய் ஏன் நிறைந்தேன் உன்னோடு மழையாய் வந்துபொழிந்தாய் பொழிந்தாய்உயிரெல்லாம் ஓடி ஓடிநிறைந்தாய் நிறைந்தாய் ஜீவித நதியென விரைந்தாய்என் ஜீவனின் பள்ளத்தில் நிறைந்தாய்பிறவியிலே தாய் கொடுத்தாய்பிறந்த பயன் நீ கொடுத்தாய் ஆணுக்கு முழுமை என்னபெண்தான் பெண்தான்பெண்ணுக்கு முழுமை என்னஆண்தான் ஆண்தான் அடி காற்றினால் வான் நிறையுதுநம் காதலால் உயிர் நிறையுதுவளர் ஜோதியே எந்தன் பாதியேநீ என்னதான் எதிர் பார்க்கிறாய் ஜீவனின் மையம் தேடிகைகள் மீண்டும் தொடுமா ஆரிய உதடுகள் உன்னது திராவிட உதடுகள் உன்னது ஆரியம் திராவிடம்ரெண்டும் கலக்கட்டுமே ஆனந்த போர்க்களம்இங்கே தொடங்கட்டுமே இதில் யார் தோல்வியுறும் போதும்அது தான் வெற்றி என்றாகும்இதில் நீ வெற்றி பெற வேண்டும்இருவரும்: மனகிடங்குகள் தீப்பற்றி தித்திக்கனும்",
    "உருவகம் 1": "ஆரிய உதடுகள் உன்னது திராவிட உதடுகள் என்னது",
    "விளக்கம் 1": "வேறு நிறங்களை கொண்ட உதடுகளை கொண்டவர்கள்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தொடு தொடுவெனவேவானவில்",
    "படம்": "துள்ளாத மனமும் துள்ளும்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "SA ராஜ்குமார்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' KS சித்ரா']",
    "பாடல்வரிகள்": "தொடு தொடுவெனவேவானவில் என்னைதூரத்தில் அழைக்கின்ற நேரம் விடு விடுவெனவேவாலிப மனதுவிண்வெளி விண்வெளி ஏறும் மன்னவா ஒரு கோவில் போல்இந்த மாளிகை எதற்காக தேவியே என் ஜீவனேஇந்த ஆலையம் உனக்காக வானில் ஒரு புயல் மழை வந்தால்அழகே எனை எங்கனம் காப்பாய் கண்ணே உன்னை என் கண்ணில் வைத்துஇமைகள் எனும் கதவுகள் அடைப்பேன் சாத்தியமாகுமா நான் சத்தியம் செய்யவா தொடு தொடுவெனவேவானவில் என்னைதூரத்தில் அழைக்கின்ற நேரம் இந்த பூமியே தீர்ந்து போய்விடில்என்னை எங்கு சேர்ப்பாய் நட்சத்திரங்களை தூசு தட்டிநான் நல்ல வீடு செய்வேன் நட்சத்திரங்களின் சூட்டில் நான்உருகிப்போய்விடில் என் செய்வாய் உருகிய துளிகளை ஒன்றாக்கிஎன் உயிர் தந்தே உயிர் தருவேன் ஏ ராஜா இது மெய்தானா ஏ பெண்ணே தினம் நீ செல்லும் பாதையில்முள்ளிருந்தால் நான் பாய் விரிப்பேன் என்னை நான் நம்புகிறேன் உன்னை தொடு தொடுவெனவேவானவில் என்னைதூரத்தில் அழைக்கின்ற நேரம் நீச்சல் குளம் இருக்கு நீரும் இல்லைஇதில் எங்கு நீச்சலடிக்க அத்தர் கொண்டு அதை நிரப்ப வேண்டும்இந்த அல்லி ராணி குளிக்க இந்த ரீதியில் அன்பு செய்தால்என்னவாகுமோ என் பாடு காற்று வந்து உன் குழல் கலைத்தால்கைது செய்வதென ஏற்பாடு பெண் நெஞ்சை அன்பால் வென்றாய் ஏ ராணி அந்த இந்திரலோகத்தில்நான் கொண்டு தருவேன் நாள் ஒரு பூ வீதம் உன் அன்பு அது போதும் தொடு தொடுவெனவேவானவில் என்னைதூரத்தில் அழைக்கின்ற நேரம் விடு விடுவெனவேவாலிப மனதுவிண்வெளி விண்வெளி ஏறும் மன்னவா ஒரு கோவில் போல்இந்த மாளிகை எதற்காக தேவியே என் ஜீவனேஇந்த ஆலையம் உனக்காக வானில் ஒரு புயல் மழை வந்தால்அழகே எனை எங்கனம் காப்பாய் கண்ணே உன்னை என் கண்ணில் வைத்துஇமைகள் எனும் கதவுகள் அடைப்பேன் சாத்தியமாகுமா நான் சத்தியம் செய்யவா",
    "உருவகம் 1": "கண்ணே உன்னை என் கண்ணில் வைத்து இமைகள் என்னும் கதவுகள் அடைப்பேன்",
    "விளக்கம் 1": "காதலிக்கு எந்த துயரும் வராமல் பத்திரமாக பாதுகாத்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "இருபது கோடி",
    "படம்": "துள்ளாத மனமும் துள்ளும்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "SA ராஜ்குமார்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்']",
    "பாடல்வரிகள்": "இருபது கோடி நிலவுகள் கூடிபெண்மையானதோஎன் எதிரே வந்து புன்னகை செய்யகண் கூசுதோ இருபது கோடி நிலவுகள் கூடிபெண்மையானதோஎன் எதிரே வந்து புன்னகை செய்யகண் கூசுதோ குழைகின்ற தங்கங்கள்கன்னங்கள் ஆகாதோநெழிகின்ற வில் ரெண்டுபுருவங்கள் ஆகாதோ நூறு கோடி பெண்கள் உண்டுஉன் போல் யாரும் இல்லையேஆனால் கன்னி உந்தன் கண்கள்கண்கள் மட்டும் காணவில்லையேஓஹோ ஓஹோ ஓஹோ ஓஹோ            இருபது கோடி நிலவுகள் கூடிபெண்மையானதோஎன் எதிரே வந்து புன்னகை செய்யகண் கூசுதோ தங்கமான கூந்தல் தாழ்ந்து வந்ததென்னவந்து உந்தன் பாதம் கண்டுவணக்கம் சொல்லவோ தேன் மிதக்கும் உதடுசேர்ந்து நிற்பதென்னஒன்றை ஒன்று முத்தமிட்டுஇன்பம் கொள்ளவோ மானிடப் பிறவிஎன்னடி மதிப்புஉன் கால் விரல் நகமாய்இருப்பது சிறப்பு            நூறு கோடி பெண்கள் உண்டுஉன் போல் யாரும் இல்லையேஆனால் கன்னி உந்தன் கண்கள்கண்கள் மட்டும் காணவில்லையேஓஹோ ஓஹோ ஓஹோ ஓஹோ இருபது கோடி நிலவுகள் கூடிபெண்மையானதோஎன் எதிரே வந்து புன்னகை செய்யகண் கூசுதோ ஜூலை மாதம் பூக்கும்கொன்றைப் பூக்கள் போலசேலை கொண்ட பெண்ணின்அங்கம் தோற்றம் காட்டுதே தாஜ்மகாலின் வண்ணம்மாறக்கூடும் பெண்ணேமின்னும் உந்தன் கன்னம்இன்னும் வண்ணம் கூடுதே நிறமுள்ள மலர்கள்சோலைக்கு பெருமைநீ உள்ள ஊரில்வசிப்பது பெருமை நூறு கோடி பெண்கள் உண்டுஉன் போல் யாரும் இல்லையேஆனால் கன்னி உந்தன் கண்கள்கண்கள் மட்டும் காணவில்லையேஓஹோ ஓஹோ ஓஹோ ஓஹோ இருபது கோடி நிலவுகள் கூடிபெண்மையானதோஎன் எதிரே வந்து புன்னகை செய்யகண் கூசுதோ குழைகின்ற தங்கங்கள்கன்னங்கள் ஆகாதோநெழிகின்ற வில் ரெண்டுபுருவங்கள் ஆகாதோ நூறு கோடி பெண்கள் உண்டுஉன் போல் யாரும் இல்லையேஆனால் கன்னி உந்தன் கண்கள்கண்கள் மட்டும் காணவில்லையேஓஹோ ஓஹோ ஓஹோ ஓஹோ",
    "உருவகம் 1": "இருபது கோடி நிலவுகள் கூடிபெண்மையானதோ",
    "விளக்கம் 1": "நிலவை விட மிக பிரகாசமான மிக அழகான பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "இன்னும் கொஞ்சம் நேரம்",
    "படம்": "மரியான்",
    "வருடம்": 2013,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['விஜய் பிரகாஷ்', 'ஸ்வேதா மோகன்']",
    "பாடல்வரிகள்": "இன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே இன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே இன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே இன்னும் பேச கூட தொடங்கலஎன் நெஞ்சமும் கொஞ்சமும் நிறையலஇப்போ என்ன விட்டு போகாதேஎன்ன விட்டு போகாதே இன்னும் பேச கூட தொடங்கலஎன் நெஞ்சமும் கொஞ்சமும் நிறையலஇப்போ மழை போல நீ வந்தாகடல் போல நான் நிறைவேன் இதுவரைக்கும் தனியாகஎன் மனச அலையவிட்டஅலையவிட்ட அலையவிட்டாயேஎதிர்பாரா நேரத்துலஇதயத்துல வலைய விட்டுவலைய விட்டு வளையவிட்டாயா நீ வந்து வந்து போயேன்அந்த அலைகள போல வந்தா உன் கையுலமாட்டிக்குவேன் வளையல போல உன் கண்ணுகேத்தஅழகா வாரேன் காத்திருடா கொஞ்சம் உன்ன எப்படியே தந்தாலும்தித்திக்குமே நெஞ்சம் இன்னும் கொஞ்சம் காலம்பொறுத்தா தான் என்னஏன் அவசரம் என்ன அவசரம்சொல்லு கண்ணே இன்னும் கொஞ்சம் காலம்பொறுத்தா தான் என்னஏன் அவசரம் என்ன அவசரம்சொல்லு கண்ணே கடல்மாதா ஆணையாகஉயிரோடு உனக்காககாத்திருப்பேன் காத்திருப்பேன்யா என் கண்ணு ரெண்டும்மயங்குதே மயங்குதேஉன்னிடம் சொல்லவே தயங்குதே இந்த உப்பு காத்து இனிக்குதுஉன்னையும் என்னையும் இழுக்குது உன்ன இழுக்க என்ன இழுக்கஎன் மனசு நெறையுமே இந்த மீன் உடம்பு வாசனைஎன்ன நீ தொட்டதும் மணக்குதே இந்த இரவெல்லாம் நீ பேசுதலையாட்டி நான் ரசிப்பேன் இன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே இன்னும் கொஞ்சம் நேரம்இருந்தா தான் என்னஏன் அவசரம் என்ன அவசரம்நில்லு பொண்ணே நீ என் கண்ணபோல இருக்கனும்என் புள்ளைக்கு தகப்பன் ஆவனும்அந்த அலையோரம் நம்ம பசங்ககொஞ்சி விளையாடனும் நீ சொந்தமாக கிடைக்கனும்நீ சொன்னதெல்லாம் நடக்கனும்நம்ம உலகம் ஒன்னுஇன்று நாம் உருவாக்கனும்",
    "உருவகம் 1": "மழை போல நீ வந்தாகடல் போல நான் நிறைவேன்",
    "விளக்கம் 1": "மனதானது சந்தோஷத்தில் நிரம்புதல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஈராக் யுத்தம்",
    "படம்": "தித்திக்குதே",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உதித் நாராயணன்', ' அனுராதா ஸ்ரீராம்']",
    "பாடல்வரிகள்": "மருஹபா ஈராக் யுத்தம்முடிஞ்சு போச்சு அங்கஅட எனக்குள்ள யுத்தம்தொடங்கிருச்சு இங்க ஈராக் யுத்தம்முடிஞ்சு போச்சு அங்க அட எனக்குள்ள யுத்தம்தொடங்கிருச்சு இங்க ஹே எண்ணெய் வயல்எரிஞ்சு போச்சு அங்க என் எண்ண வயல்எரியுதடா இங்க கன்னி வெடிஅணைஞ்சு போச்சு அங்க என் கன்னி வெடிவெடிக்குதடா இங்கஈராக் யுத்தம்… ஈராக் யுத்தம்முடிஞ்சு போச்சு அங்க அட எனக்குள்ள யுத்தம்தொடங்கிருச்சு இங்க மருஹபாமருஹபா ஹே ஏவி விட்ட ஏவுகணைபோதும் போதும் போதுமெனஏதேதோ எரிஞ்சு போச்சு அங்க எங்கும் ஏவாத ஏவுகணைவேணும் வேணும் வேணுமெனஎன் மார்பு துடிக்குது இங்க வட்டமிட்டு வட்டமிட்டுவல்லரசு குண்டு போட்டுகட்டடங்கள் உடைஞ்சு போச்சு அங்க நீ திட்டமிட்டு திட்டமிட்டுஎன் மனசை துண்டு போடகட்டழகு கழண்டுபோச்சு இங்க ஊருக்குள்ள சேதம் வருமேஅந்த யுத்தம் யுத்தம்யுத்தம் எதற்கு ஹோய் என்னை கொஞ்சம் சேதபடுத்துநீ நித்தம் நித்தம் யுத்தம் நடத்து ஹே எண்ணெய் வயல்எரிஞ்சு போச்சு அங்க என் எண்ண வயல்எரியுதடா இங்க கன்னி வெடிஅணைஞ்சு போச்சு அங்க என் கன்னி வெடிவெடிக்குதடா இங்க ஈராக் யுத்தம்அட எனக்குள்ள யுத்தம்தொடங்கிருச்சு இங்க பீரங்கியும் துப்பாக்கியும்பெருமூச்சு விட்டு விட்டுபாலை வனம் கருகி போச்சு அங்க பேரழகா உன்னை எண்ணிபெருமூச்சு விட்டு விட்டுசேலைவனம் கருத்து போச்சு இங்க வான்வழி தரைவழிரெண்டு பக்கம் தாக்கப்பட்டுபாக்தாத் விழுந்துருச்சு அங்க கண்ணுக்குள்ள நெஞ்சுக்குள்ளரெண்டு பக்கம் தாக்கப்பட்டுகண்ணு முழி பிதுங்கிருச்சு இங்க அன்னம் தண்ணிஏதும் இல்லாமேஅங்கே ஆர்பாட்டம் நடக்கிறதே அன்னம் தண்ணிஏதும் செல்லாமஎன் ஆவி இங்கு துடிக்கிறதே ஹே எண்ணெய் வயல்எரிஞ்சு போச்சு அங்க என் எண்ண வயல்எரியுதடா இங்க ஹே கன்னி வெடிஅணைஞ்சு போச்சு அங்க என் கன்னி வெடிவெடிக்குதடா இங்க ஈராக் யுத்தம்முடிஞ்சு போச்சு அங்க அட எனக்குள்ள யுத்தம்தொடங்கிருச்சு இங்க ஹே எண்ணெய் வயல்எரிஞ்சு போச்சு அங்க என் எண்ண வயல்எரியுதடா இங்க ஹே கன்னி வெடிஅணைஞ்சு போச்சு அங்க என் கன்னி வெடிவெடிக்குதடா இங்கஈராக் யுத்தம்…",
    "உருவகம் 1": "மருஹபா ஈராக் யுத்தம்முடிஞ்சு போச்சு அங்கஅட எனக்குள்ள யுத்தம்தொடங்கிருச்சு",
    "விளக்கம் 1": "காதல் சண்டை செய்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "உதயம் தியேட்டர்ல",
    "படம்": "ஆனந்த பூங்காற்றே",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சபேஷ்', ' தேவா']",
    "பாடல்வரிகள்": "டைட்டானிக் காதல் போலஎன் காதல் மூழ்காதப்பாஇது டைட்டான காதலப்பாரொம்ப வெயிட்டான காதலப்பா அஸ்தரிக்கா ஓ காட்இஸ்தரிக்கா ஓ காட்எங்கடா தொலைச்சஇங்கதான் தொலைச்சேன் எப்படா தொலைச்சஜஸ்ட் நவ்எதைடா தொலைச்சஹார்ட்ட தலைவா உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்அதை தேவி தியேட்டருலதினம் தேடி தேடி அலைஞ்சேன்            உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்அதை தேவி தியேட்டருலதினம் தேடி தேடி அலைஞ்சேன் அவ தேவி கலாவாஇல்ல தேவி பாலாவா சாந்தி கமலா பத்மா ஜெயந்தியம்மா ராகினி ரோகினி ரூபினிருக்மணி கேட்டு சொல்லடிகிருஷ்ணவேணி உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்அதை தேவி தியேட்டருலதினம் தேடி தேடி அலைஞ்சேன் கண்ட கண்ட பெண்ணை எல்லாம்காதலித்தால் தப்பப்பாகண்ணுக்குள்ள மனம் துடிக்கும்கண்டு பிடிக்கணும் அப்பப்பா            முதல் முதல் சந்திப்பில்முத்தமிடல் தப்பப்பாதொடமா தள்ளியிருந்துதுடிக்க வைக்கணும் அப்பப்பா நெஞ்சில் என்ன வலியிருக்கோநேரே சென்று நீயே சொல்லுஅஞ்சாறு வாரம் வரைஅஞ்சு மீட்டர் தள்ளி நில்லுசந்தர்ப்பம் நேரும்போதுஜமுக்காளத்தில் மொத்தம் அள்ளு தேவி கலாவாஅவ தேவி பாலவாதேவி கலாவாஅவ தேவி பாலவா உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்அதை தேவி தியேட்டருலதினம் தேடி தேடி அலைஞ்சேன் அவ தேவி கலாவாஇல்ல தேவி பாலாவா காதல் ஒரு தப்பு இல்லைஎல்லை மீறல் ஆகாதுபூமியில புட்பால் ஆடநிலா கேட்க கூடாது முறையுள்ள காதலமூடி வைக்க கூடாதுதங்கக்கிளி பறந்த பின்னேதாடி வைக்க கூடாது காதலிக்க ஆசைபட்டாகஷ்ட்டப்பட கத்துகப்பாமீனு தின்ன ஆசைப்பட்டாமுள்ளிருக்கும் ஒத்துகப்பாசிந்திச்சு முடிவெடுத்துநீயும் கொஞ்சம் முந்திக்கப்பா தேவி கலாவாஅவ தேவி பாலவாதேவி கலாவாஅவ தேவி பாலவா உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்அதை தேவி தியேட்டருலதினம் தேடி தேடி அலைஞ்சேன் அவ தேவி கலாவாஇல்ல தேவி பாலாவா சாந்தி கமலா பத்மா ஜெயந்தியம்மா ராகினி ரோகினி ரூபினிருக்மணி கேட்டு சொல்லடிகிருஷ்ணவேணி உதயம் தியேட்டர்லஎன் இதயத்த தொலைச்சேன்அதை தேவி தியேட்டருலதினம் தேடி தேடி அலைஞ்சேன் அவ தேவி கலாவாஇல்ல தேவி பாலாவா",
    "உருவகம் 1": "டைட்டானிக் காதல் போலஎன் காதல் மூழ்காதப்பா",
    "விளக்கம் 1": "எந்த சந்தர்ப்பத்திலும் பிரிக்கமுடியாத காதல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "உன் உதட்டோர சிவப்பே",
    "படம்": "பாஞ்சாலங்குறிச்சி",
    "வருடம்": 1996,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரண்', 'அனுராதா ஸ்ரீராம்']",
    "பாடல்வரிகள்": "தன நானா நானே நாநாதன நானா நானே தனநானே நாநா உன் உதட்டோர சிவப்பேஅந்த மருதாணிகடனா கேட்கும்கடனா கேட்கும் நீ சிரிச்சாலே சில நேரம்அந்த நிலவு வந்துஉளவு பார்க்கும்உளவு பார்க்கும் என் செவ்வாழை தண்டேஎன் செவ்வாழை தண்டேசிறு காட்டு வண்டேஉன்ன நெனச்சு தான் எச பாட்டுகொஞ்சம் நெருங்கி வா இத கேட்டு ஏன் மம்முத அம்புக்குஇன்னும் தாமசம் ஆ அடியே அம்மணிவில்லு இல்ல இப்ப கை வசம் ஆ ஏன் மல்லு வேட்டி மாமாமனசிருந்தா மார்க்கம் இருக்குது என்னை பொசுக்குன்னு கவுக்கபொம்பளைக்கு நோக்கம் இருக்குது முருகா மலை காட்டுக்குள்ளவிறகு எடுக்கும் வேலையிலதூரத்துல நின்னவரேதூக்கி விட்டால் ஆகாதா பட்ட விறக தூக்கி விட்டாகட்ட விரலு பட்டு புட்டாவிறகில்லாம தீ புடிக்கும்வெட்கம் கெட்டு போகாதா நீ தொடுவதா தொட்டுக்கோசொந்தத்துல வரைமுறை இருக்கா நீ பொம்பள தானேஉனக்கு அது நியாபகம் இருக்கா உன் நெனப்பு தான்நெஞ்சுக்குள்ள பச்சை குத்துது ஆ அட உன் கிறுக்குலஎனக்கு இந்த பூமி சுத்துது சிங்கம் புலி கரடி கண்டாசேர்த்தடிக்க கை துடிக்கும்பொட்டு கன்னி உன்ன கண்டாபுலி கூட தொட நடுங்கும் உம்ம நெனச்சு பூசையிலவேப்பெண்ணையும் நெய் மணக்கும்நீ குளிச்ச ஓடையிலநான் குளிச்சா பூ மணக்கும் ஏய் வெட்கம் கெட்ட பெண்ணேஎன்னை ஏன் தூக்கி சுமக்குற என் மனசுக்குள் புகுந்துஏன் மச்சான் இறங்க மறுக்குற அடி என் நெஞ்சிலேஏண்டியம்மா வத்தி வைக்குற உன் ஆசையஎதுக்கு இன்னும் பொத்தி வைக்குற ஆ",
    "உருவகம் 1": "என் செவ்வாழை தண்டேசிறு காட்டு வண்டே",
    "விளக்கம் 1": "சிவப்பு நிற மேனியை உடைய அளவில் சிறிய பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "உன்னை நான்",
    "படம்": "ஜே ஜே",
    "வருடம்": 2003,
    "இசைமைப்பாளர்": "பரத்வாஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரண்']",
    "பாடல்வரிகள்": "உன்னை நான் உன்னை நான்உன்னை நான்கண்டவுடன் கண்டவுடன்கண்டவுடன்நெஞ்சுக்குள்ளே நெஞ்சுக்குள்ளேநெஞ்சுக்குள்ளேலட்சம் சிறகுகள் முளைக்குதே நீ சூரியனை சுட்டுவிடும் தாமரையாஎன்னை மெல்ல மெல்லகொல்ல வரும் மோகினியாஜே ஜே உனக்கு ஜே ஜேஜே ஜே உனக்கு ஜே ஜே உன்னை நான் உன்னை நான்உன்னை நான்கண்டவுடன் கண்டவுடன்கண்டவுடன் சொக்குபொடி கொண்ட சுடர் விழியாதிக்கி திக்கி வந்த சிறு மொழியாஎது எது என்னை இழுத்தது நீ சொல்லடி            8 மில்லிமீட்டர் புன்னகையாமுத்து பற்கள் சிந்தும் முதல் ஒளியாஎது எது என்னை இழுத்தது நீ சொல்லடி முகத்தில் இருந்த பிள்ளை குறும்பாமூடி கிடந்த ஜோடி திமிராஎன்ன சொல்ல எப்படி சொல்லஎதுகை மோனை கை வசம் இல்ல உன்னை எண்ணி கொண்டுஉள்ளே பற்றி கொண்டுஉள்ளம் நோகுதடிஎன் உச்சி வேகுதடி நீ சூரியனை சுட்டுவிடும் தாமரையாஎன்னை மெல்ல மெல்லகொல்ல வரும் மோகினியாஜே ஜே உனக்கு ஜே ஜேஜே ஜே உனக்கு ஜே ஜே கண்டவுடன் கண்டவுடன்கண்டவுடன்            மறுமுறை உன்னை சந்திப்பேனாமலர் கண்ணுக்குள்ளே வசிப்பேனாமழை துளி எங்கே என்று கடல் காட்டுமா வெட்கம் இன்றி மண்ணில் அலைவேனேரெக்கை இன்றி விண்ணில் திரிவேனேஉயிர் எங்கே எங்கே என்று உடல் தேடுமே பதறும் இதயம் தோண்டி எடுத்துசிதறு தேங்காய் போட்டு முடித்துஉடைந்த சத்தம் உந்திடும் முன்னேஎங்கே சென்றாய் எவ்விடம் சென்றாய் என்னை காணும் போதுகண்ணை பார்த்து சொல்லுகண்ணே என் போலநீயும் காதல் கொண்டாயா நீ சூரியனை சுட்டுவிடும் தாமரையாஎன்னை மெல்ல மெல்லகொல்ல வரும் மோகினியாஜே ஜே உனக்கு ஜே ஜேஜே ஜே உனக்கு ஜே ஜே உன்னை நான் உன்னை நான்உன்னை நான்கண்டவுடன் கண்டவுடன்கண்டவுடன்நெஞ்சுக்குள்ளே நெஞ்சுக்குள்ளேநெஞ்சுக்குள்ளேலட்சம் சிறகுகள் முளைக்குதே நீ சூரியனை சுட்டுவிடும் தாமரையாஎன்னை மெல்ல மெல்லகொல்ல வரும் மோகினியாஜே ஜே உனக்கு ஜே ஜேஜே ஜே உனக்கு ஜே ஜே",
    "உருவகம் 1": "நீ சூரியனை சுட்டுவிடும் தாமரையா",
    "விளக்கம் 1": "மிகவும் பிரகாசமான மேனியை உடைய பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "உன்னைப் பார்த்த",
    "படம்": "காதல் மன்னன்",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "பரத்வாஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "உன்னைப் பார்த்த பின்பு நான்நானாக இல்லையேஎன் நினைவு தெரிந்து நான்இதுபோல இல்லையே எவளோ எவளோ என்றுநெடுநாள் இருந்தேன்இரவும் பகலும் சிந்தித்தேன் இவளே இவளே என்றுஇதயம் தெளிந்தேன்இளமை இளமை பாதித்தேன் கொள்ளை கொண்ட அந்த நிலாஎன்னைக் கொன்றுகொன்று தின்றதே            இன்பமான அந்த வலிஇன்னும் வேண்டும்வேண்டும் என்றதே உன்னைப் பார்த்த பின்பு நான்நானாக இல்லையே உன்னைப் பார்த்த பின்பு நான்நானாக இல்லையே ஏன் பிறந்தேன் என்றுநான் இருந்தேன்உன்னைப் பார்த்தவுடன்உண்மை நான் அறிந்தேன் என் உயிரில் நீ பாதி என்றுஉன் கண்மணியில்நான் கண்டு கொண்டேன்            எத்தனை பெண்களைக்கடந்திருப்பேன்இப்படி என் மனம்துடித்ததில்லை இமைகள் இரண்டையும்திருடிக் கொண்டுஉறங்கச் சொல்வதில்நியாயமில்லை நீ வருவாயோஇல்லை மறைவாயோஏன் ஏன் ஏன் ஏன் ஏன்தன்னைத் தருவாயோஇல்லை கரைவாயோ உன்னைப் பார்த்த பின்பு நான்நானாக இல்லையே நீ நெருப்பு என்றுதெரிந்த பின்னும்உன்னைத் தொடத் துணிந்தேன்என்ன துணிச்சலடி மணமகளாய் உன்னைப்பார்த்த பின்னும்உன்னைச் சிறையெடுக்கமனம் துடிக்குதடி மரபு வேலிக்குள்நீ இருக்கமறக்க நினைக்கிறேன்முடியவில்லை இமயமலை என்றுதெரிந்த பின்னும்எறும்பின் ஆசையோஅடங்கவில்லை நீ வருவயோஇல்லை மறைவாயோஏன் ஏன் ஏன் ஏன் ஏன்தன்னைத் தருவாயோஇல்லை கரைவாயோ உன்னைப் பார்த்த பின்பு நான்நானாக இல்லையேஎன் நினைவு தெரிந்து நான்இதுபோல இல்லையே எவளோ எவளோ என்றுநெடுநாள் இருந்தேன்இரவும் பகலும் சிந்தித்தேன் இவளே இவளே என்றுஇதயம் தெளிந்தேன்இளமை இளமை பாதித்தேன் கொள்ளை கொண்ட அந்த நிலாஎன்னைக் கொன்றுகொன்று தின்றதே இன்பமான அந்த வலிஇன்னும் வேண்டும்வேண்டும் என்றதே உன்னைப் பார்த்த பின்பு நான்நானாக இல்லையே",
    "உருவகம் 1": "நீ நெருப்பு என்றுதெரிந்த பின்னும்",
    "விளக்கம் 1": "எவராலும் நெருங்கமுடியாத பெண்மையை உடைய பெண்",
    "உருவகம் 2": "நிலாஎன்னைக் கொன்றுகொன்று தின்றதே",
    "விளக்கம் 2": "காதலினால் பெண்ணானவள் என்னை கொஞ்சம் கொஞ்சமாக கொல்கிறாள்",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "எங்கே என் புன்னகை",
    "படம்": "தாளம்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஷோபா ஷங்கர்', 'SB பாலசுப்ரமணியம்', ' சுக்ஹவிந்தர் சிங்']",
    "பாடல்வரிகள்": "எங்கேஎன் புன்னகை... எவர் கொண்டு போனது...\nஎங்கே என் புன்னகை எவர் கொண்டு போனது\nதீ பட்ட மேகமாய் என் நெஞ்சு ஆனது\nமேக தீ அணைக்க வா வா வா வா\nதாளத்தில் நீ சேரவா ...ஓ ...ஓ\nதாளிசை நான் பாடவா\nஎங்கே என் புன்னகை எவர் கொண்டு போனது\nதீ பட்ட மேகமாய் என் நெஞ்சு ஆனது\nமேக தீ அணைக்க வா வா வா வா\nதாளத்தில் நீ சேரவா ...ஓ ...ஓ\nதாளிசை நான் பாடவா\nமழை நீரில் தேகமோ தெப்பம் போல் நனைந்தது\nதெப்பம் போல் நனைந்ததில் வெட்கம் ஏன் கரைந்தது\nமழை நீரில் தேகமோ தெப்பம் போல் நனைந்தது\nதெப்பம் போல் நனைந்ததில் வெட்கம் ஏன் கரைந்தது\nஎன் ஆடை போலவே என் நெஞ்சம் குலைந்தது\nநீ செய்யும் லீலையை நேர் செய்ய மனம் ஏங்குது\nமுகிலலே நனைந்ததை முத்ததால் காயவை\nஎந்தன் தனிமையை தோள் செய்யவா ...ஓ\nதாளத்தில் நீ சேரவா ஓ ...ஓ ...ஓ  ...ஓ\nதாளிசை நான் பாடவா\nபனி சிந்தும் சூரியன் அது உந்தன் பார்வையோ\nபூக்களின் ராணுவம் அது உந்தன் மேனியோ\nகண்ணே உன் நெஞ்சமோ கடல் கொண்ட ஆழமோ\nநம் சொந்தம் கூடுமோ ஒளியின் நிழல் ஆகுமோ\nகாதல் மழை பொழியுமோ கண்ணீரில் நிரம்புமோ\nஅது காலத்தின் முடிவல்லவோ ...ஓ ...ஓ ...ஓ\nதாளத்தில் நீ சேரவா ...ஓ ...ஓ\nதாளிசை நான் பாடவா\nஎங்கே என் புன்னகை எவர் கொண்டு போனது\nதீ பட்ட மேகமாய் என் நெஞ்சு ஆனது\nமேக தீ அணைக்க வா வா வா வா\nதாளத்தில் நீ சேரவா ...ஓ ...ஓ\nதாளிசை நான் பாடவா",
    "உருவகம் 1": "மேக தீ அணைக்க வா",
    "விளக்கம் 1": "மிகவும் மென்மையான யாரையும் தீண்டாத நெருப்பு போன்ற மனதை அணைக்க வா",
    "உருவகம் 2": "பனி சிந்தும் சூரியன்",
    "விளக்கம் 2": "கோபமான நேரத்தில் கூட அன்பை வழங்குதல்",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "எது சுகம் சுகம் அது",
    "படம்": "வண்டிச்சோலைசின்னராசு",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['வாணி ஜெய்ராம்', ' SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "எது சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும் கூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு எது சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும் கூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு வானம் எந்தன் தோளோடுசாய்ந்ததென்ன உன்னோடுபஞ்சு வண்ண நெஞ்சோடுபடுக்கை ஒண்ணு நீ போடு சாம வேதம் நீ ஓதுவாடைத் தீயை தூவும் போதுவா இனி தாங்காது தாங்காதுகண்ணோரம் இந்நேரம்செந்தூரம் உண்டாக சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும் கூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு கள்ளும் தீயும் ஒண்ணாச்சுகாதல் நெஞ்சில் உண்டாச்சுகண்ணில் இன்று முள்ளாச்சுஅதிலே தூக்கம் போயாச்சு பாரிஜாதம் உன் தேகம்பார்க்க பார்க்க போதை ஏறும்நீ கொடு பேரின்பம்கையோடு கை சேரமெய்யோடு மெய் சேர சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும் கூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு எது சுகம் சுகம் அதுவேண்டும் வேண்டும்அது தினம் தினம் வரும்மீண்டும் மீண்டும் கூடும் நேரம்பல யுகங்கள் கணங்களாகும்நீங்கும் நேரம்சில கணங்கள் யுகங்களாகும்வா வா மீண்டும்மீண்டும் தாலாட்டு",
    "உருவகம் 1": "நீ ஓதுவாடைத் தீயை தூவும்",
    "விளக்கம் 1": "உன்னுடைய பேச்சு மனதை மிகவும் கவரக்கூடியது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "எனக்கென ஏற்கனவேபடத்தின் பெயர்:பார்த்தேன் ரசித்தேன்வருடம்:2000",
    "படம்": "பார்த்தேன் ரசித்தேன்",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "பரத்வாஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னிகிருஷ்ணன்', 'ஹரிணி']",
    "பாடல்வரிகள்": "எனக்கென ஏற்கனவேபிறந்தவள் இவளோஇதயத்தை கயிறு கட்டிஇழுத்தவள் இவளோ ஒளி சிந்தும் இரு கண்கள்உயிா் வாங்கும் சிறு இதழ்கள்என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதே என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதேஅதை என்னென்று அறியேனடி என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதேஅதை என்னென்று அறியேனடி ஓரப்பாா்வை பாா்க்கும்போதுஉயிாில் பாதி இல்லைமீதிப் பாா்வை பாா்க்கும் துணிவுபேதை நெஞ்சில் இல்லைஎனது உயிரை குடிக்கும் உாிமைஉனக்கே உனக்கே உயிரே உயிரே உடம்பில் சிறந்ததுஎதுவென்று தவித்திருந்தேன்அதை இன்றுதான் கண்டு பிடித்தேன் கண்ணே உன்னை காட்டியதால்என் கண்ணே சிறந்ததடிஉன் கண்களைக் கண்டதும்இன்னொரு கிரகம் கண்முன் பிறந்ததடி காதல் என்ற ஒற்றை நூல்தான்கனவுகள் தொடுக்கின்றதுகாதல் என்ற ஒற்றை நூல்தான்கனவுகள் தொடுக்கின்றதுஅது காலத்தை தட்டுகின்றது என் மனம் என்னும் கோப்பையில்இன்று உன் உயிா் நிறைகின்றதுஎன் மனம் என்னும் கோப்பையில்இன்று உன் உயிா் நிறைகின்றது எனக்கென ஏற்கனவேபிறந்தவள் இவளோஇதயத்தை கயிறு கட்டிஇழுத்தவள் இவளோ என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதேஅதை என்னென்று அறியேனடி மாா்புக்கு திரையிட்டுமறைக்கும் பெண்ணேமனசையும் மறைக்காதேஎன் வயதையும் வதைக்காதே புல்வெளி கூட பனித்துளிஎன்னும் வாா்த்தை பேசுமடிஎன் புன்னகை ராணி ஒரு மொழிசொன்னால் காதழும் வாழுமடி வாா்த்தை என்னைகைவிடும் போதுமௌனம் பேசுகிறேன்என் கண்ணீா் பேசுகிறேன் எல்லா மொழிக்கும் கண்ணீா் புாியும்உனக்கேன் புாியவில்லைஎல்லா மொழிக்கும் கண்ணீா் புாியும்உனக்கேன் புாியவில்லை எனக்கென ஏற்கனவேபிறந்தவள் இவளோஇதயத்தை கயிறு கட்டிஇழுத்தவள் இவளோ ஒளி சிந்தும் இரு கண்கள்உயிா் வாங்கும் சிறு இதழ்கள்என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதே என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதேஅதை என்னென்று அறியேனடி என்னுள்ளே என்னுள்ளேஏதேதோ செய்கிறதேஅதை என்னென்று அறியேனடி ஓரப்பாா்வை பாா்க்கும்போதுஉயிாில் பாதி இல்லைமீதிப் பாா்வை பாா்க்கும் துணிவுபேதை நெஞ்சில் இல்லைஎனது உயிரை குடிக்கும் உாிமைஉனக்கே உனக்கே",
    "உருவகம் 1": "ஒளி சிந்தும் இரு கண்கள்உயிா் வாங்கும் சிறு இதழ்கள்",
    "விளக்கம் 1": "மிகவும் பிரகாசமான மனதை வருடக்கூடிய கண்கள்",
    "உருவகம் 2": "காதல் என்ற ஒற்றை நூல்தான்கனவுகள் தொடுக்கின்றது",
    "விளக்கம் 2": "காதல் பல கனவுகளை உருவாக்கிறது",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "எனக்கே எனக்கா",
    "படம்": "ஜீன்ஸ்",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['பி.உன்னிகிருஷ்ணன்', ' பல்லவி']",
    "பாடல்வரிகள்": "எனக்கே எனக்கா எனக்கே எனக்கா நீ எனக்கே எனக்காமதுமிதா மதுமிதா மதுமிதா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பக்கெட் சைசில் வெண்ணிலவுஎனக்கே எனக்காபேக்சில் வந்த பெண் கவிதைஎனக்கே எனக்கா உன்னை எடுத்து உடுத்திக்கலாமாஉதட்டின் மேலே படுத்துக்கலாமாபட்டுப் பூவே குட்டித் தீவேவிரல் இடைதொட வரம் கொடம்மா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா அன்பே இருவரும் பொடிநடையாகஅமெரிக்காவை வலம் வருவோம்கடல்மேல் சிவப்புக் கம்பளம் விரித்துஐரோப்பாவில் குடிபுகுவோம் நம் காதலை கவிபாடவேஷெல்லியின் வைரனின் கல்லறைத்தூக்கத்தைக் கலைத்திடுவோம் விண்ணைத்தாண்டி நீவெளியில் குதிக்கிறாய்உன்னோடு நான் என்னானதோகும்மாளமோ கொண்டாட்டமோ காதல் வெறியில் நீகாற்றைக் கழிக்கிறாய்பிள்ளை மனம் பித்தானதோஎன்னாகுமோ ஏதாகுமோ வாடைக் காற்றுக்கு வயசாச்சுவாழும் பூமிக்கு வயசாச்சுகோடி யுகம் போனாலென்னகாதலுக்கு எப்போதும் வயசாகாது ஹைர ஹைர ஹைரப்பா ஹைர ஹைர ஹைரப்பா செர்ரி பூக்களைத் திருடும் காற்றுகாதல் சொன்னது ஐ லவ் யூசைப்ரஸ் மரங்களில் தாவும் பறவைஎன்னிடம் சொன்னது ஐ லவ் யூ உன் காதலை நீ சொன்னதும்தென்றலும் பறவையும்காதல் தோல்வியில் கலங்கியதே ஒற்றைக் காலிலே பூக்கள் நிற்பதுஉன் கூந்தலில் நின்றாடத்தான்பூமாலையே பூச்சூடவா சிந்தும் மழைத்துளி மண்ணில் வீழ்வதுஉன் கன்னத்தில் முத்தாடத்தான்நானும் உன்னை முத்தாடவா இதயம் துடிப்பது நின்றாலும்இரண்டும் ஓா் நிமிடம் உயிரிருக்கும்அன்பே எனை நீ நீங்கினால்ஒரு கனம் என்னுயிர் தாங்காது ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா ஹைர ஹைர ஹைரப்பாஹைர ஹைர ஹைரப்பா பக்கெட் சைசில் வெண்ணிலவுஉனக்கே உனக்கு பேக்சில் வந்தபெண் கவிதை உனக்கே உனக்கு உன்னை எடுத்து உடுத்திக்கலாமாஉதட்டின் மேலே படுத்துக்கலாமா முத்தமழையில் நனைஞ்சுக்கலாமாகூந்தல் கொண்டே துவட்டிக்கலாமா பட்டுப் பூவே குட்டித் தீவேவிரல் இடைதொட வரம் கொடம்மா",
    "உருவகம் 1": "பிஃப்டி கேஜி தாஜ் மஹால்எனக்கே எனக்காபிளைட்டில் வந்த நந்தவனம்எனக்கே எனக்கா",
    "விளக்கம் 1": "மிகவும் வெள்ளையான மேனியை உடைய பூ போன்ற மிகவும் அழகான பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "என்ன அழகு எத்தனை அழகு",
    "படம்": "லவ் டுடே",
    "வருடம்": 1996,
    "இசைமைப்பாளர்": "சிவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "என்ன அழகு எத்தனை அழகுகோடி மலர் கொட்டிய அழகுஇன்று எந்தன் கை சேர்ந்ததே சின்ன அழகு சித்திர அழகுசிறு நெஞ்சை கொத்திய அழகுஇன்று எந்தன் தோள் சாய்ந்ததே எந்தன் உள்ளங்கையில்அவள் உயிரை வைத்தாள்ஒரே சொல்லில் மனசை தைத்தாள்சுட்டும் விழி பார்வையில்சுகம் வைத்தாள் நான் காதலின்கடலில் விழுந்துவிட்டேன்நீ கரம் ஒன்றுகொடுத்தாய் எழுந்து விட்டேன்            என்ன அழகு எத்தனை அழகுகோடி மலர் கொட்டிய அழகுஇன்று எந்தன் கை சேர்ந்ததே அன்பே உன் ஒற்றை பார்வைஅதை தானே யாசிதேன்கிடையாதேன்றால் கிளியேஎன் உயிர் போக யோசித்தேன் நான்காண்டு தூக்கம் கெட்டுஇன்று உன்னை சந்தித்தேன்காற்றும் கடலும் நிலமும்அடி தீ கூட தித்திதேன் மாணிக்க தேரே உன்னைமலர் கொண்டு பூசிதேன்என்னை நான் கில்லி இதுநிஜம் தான சோதித்தேன் இது போதுமே இது போதுமேஇனி என் கால்கள் வான் போகுமே            என்ன அழகு எத்தனை அழகுகோடி மலர் கொட்டிய அழகுஇன்று எந்தன் கை சேர்ந்ததே நான் கொண்ட ஆசை எல்லாம்நான்காண்டு ஆசைதான்உறங்கும் போதும் ஒலிக்கும்அடி உன் கொலுசின் ஓசைதான் நீ வீசும் பார்வை இல்லைநெருப்பாச்சு நெஞ்சம் தான்வலியின் கொடுமை மொழியஅடி தமிழ் வார்த்தை கொஞ்சம் தான் இன்றே தான் பெண்ணேஉன் முழு பார்வை நான் கண்டேன்கை தொட்ட நேரம்என் முதல் மோட்சம் நான் கொண்டேன் மகராணியே மலர் வாணியேஇனி என் ஆவி உன் ஆவியே என்ன அழகு எத்தனை அழகுகோடி மலர் கொட்டிய அழகுஇன்று எந்தன் கை சேர்ந்ததே சின்ன அழகு சித்திர அழகுசிறு நெஞ்சை கொத்திய அழகுஇன்று எந்தன் தோள் சாய்ந்ததே எந்தன் உள்ளங்கையில்அவள் உயிரை வைத்தாள்ஒரே சொல்லில் மனசை தைத்தாள்சுட்டும் விழி பார்வையில்சுகம் வைத்தாள் நான் காதலின்கடலில் விழுந்துவிட்டேன்நீ கரம் ஒன்றுகொடுத்தாய் எழுந்து விட்டேன் என்ன அழகு எத்தனை அழகுகோடி மலர் கொட்டிய அழகுஇன்று எந்தன் கை சேர்ந்ததே",
    "உருவகம் 1": "மாணிக்க தேரே உன்னைமலர் கொண்டு பூசிதேன்",
    "விளக்கம் 1": "மதிக்கத்தக்க பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "என்னவளே அடி என்னவளே",
    "படம்": "காதலன்",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னிகிருஷ்ணன்']",
    "பாடல்வரிகள்": "என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன்எந்த இடம் அது தொலைந்த இடம்அந்த இடத்தையும் மறந்து விட்டேன் உந்தன் கால்கொலுசில்அது தொலைந்ததென்றுஉந்தன் காலடி தேடி வந்தேன் காதலென்றால் பெரும்அவஸ்தையென்று உனைக்கண்டதும் கண்டு கொண்டேன் எந்தன் கழுத்து வரைஇன்று காதல் வந்து இருகண்விழி பிதுங்கி நின்றேன்            என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன் வாய்மொழியும் எந்தன் தாய்மொழியும்இன்று வசப்படவில்லையடிவயிற்றுக்கும் தொண்டைக்கும் உருவமில்லாஒரு உருண்டையும் உருலுதடி காத்திருந்தால் எதிா் பாா்த்திருந்தால்ஒரு நிமிஷமும் வருஷமடிகண்களெல்லாம் எனைப் பாா்ப்பதுபோல்ஒரு கலக்கமும் தோன்றுதடி இது சொா்க்கமா நரகமாசொல்லடி உள்ளபடிநான் வாழ்வதும்விடைகொண்டு போவதும்உன் வாா்த்தையில் உள்ளதடி என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன்            கோகிலமே நீ குரல் கொடுத்தால்உன்னை கும்பிட்டுக் கண்ணடிப்பேன்கோபுரமே உன்னைச் சாய்த்துக்கொண்டுஉந்தன் கூந்தலில் மீன் பிடிப்பேன் வெண்ணிலவே உன்னைத் தூங்கவைக்கஉந்தன் விரலுக்கு சொடுக்கெடுப்பேன்வருடவரும் பூங்காற்றையெல்லாம்கொஞ்சம் வடிகட்டி அனுப்பிவைப்பேன் என் காதலின் தேவையைகாதுக்குள் ஓதிவைப்பேன்உன் காலடி எழுதிய கோலங்கள்புதுக் கவிதைகள் என்றுரைப்பேன் என்னவளே அடி என்னவளேஎந்தன் இதயத்தை தொலைத்து விட்டேன்",
    "உருவகம் 1": "கோபுரமே உன்னைச் சாய்த்துக்கொண்டுஉந்தன் கூந்தலில் மீன் பிடிப்பேன்",
    "விளக்கம் 1": "நீண்ட அடர்த்தியான கூந்தலை கொண்ட உயரமான பெண்",
    "உருவகம் 2": "கோகிலமே நீ குரல் கொடுத்தால்உன்னை கும்பிட்டுக் கண்ணடிப்பேன்",
    "விளக்கம் 2": "மிகவும் வசீகரமான குரலை உடைய பெண்",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஏ நிலவே ஏ நிலவே",
    "படம்": "முகவரி",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னிமேனன்']",
    "பாடல்வரிகள்": "ஏ நிலவே ஏ நிலவேநான் உன்னை தொடஉன்னை தொடஉன்னை தொடவிண்ணை அடைந்தேன் ஏ நிலவே ஏ நிலவேநீ விண்ணைவிட்டுமண்ணை தொட்டுகடலுக்குள் புகுந்துவிட்டாய் இமை மூட மறுத்துவிட்டால்விழிகள் தூங்காதுஇடி தாங்கும் இதயம் கூடமவுனம் தாங்காது உன் விழி ஈர்ப்பு விசையினிலேஅன்பே அன்பேநான் வந்து விழுந்து விட்டேன்அன்பே அன்பே            கண் ஜாடை ஆமாம் என்றதுகை ஜாடை இல்லை என்று இருப்பதுபூங்கொடி நிஜம் என்னடிஇது வாழ்வா சாவாஎதை நீ தருவாய் பெண்ணே ஏ நிலவே ஏ நிலவேநான் உன்னை தொடஉன்னை தொடஉன்னை தொடவிண்ணை அடைந்தேன் நினைந்து நினைந்துநெஞ்சம் வலி கொண்டதேஎன் நிழலில் இருந்தும்ரத்தம் கசிகின்றதே ஒரு சொல் ஒரு சொல்ஒரு சொல் சொன்னால்உயிரே ஊறிவிடும்அடியே அடியேமுடியாதென்றால்இதயம் கீறிவிடும் நிலா நீயல்லவாதேய்பவன் நானல்லவாகாரணம் நான் சொல்லவா            கால்கள் இல்லாமலேகாற்றில் நடைபோடலாம்நீயும் இல்லாமலேநாட்கள் நடைபோடுமா இமை மூட மறுத்துவிட்டால்விழிகள் தூங்காதுஇடி தாங்கும் இதயம் கூடமவுனம் தாங்காது உன் விழி ஈர்ப்பு விசையினிலேஅன்பே அன்பேநான் வந்து விழுந்து விட்டேன்அன்பே அன்பே கண் ஜாடை ஆமாம் என்றதுகை ஜாடை இல்லை என்று இருப்பதுபூங்கொடி நிஜம் என்னடிஇது வாழ்வா சாவாஎதை நீ தருவாய் பெண்ணே",
    "உருவகம் 1": "ஏ நிலவே ஏ நிலவேநான் உன்னை தொடஉன்னை தொடஉன்னை தொடவிண்ணை அடைந்தேன்",
    "விளக்கம் 1": "அடைய முடியாத இடத்தில இருந்தாலும் உன்னை தேடி வருவேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஏன் பெண்ணென்று பிறந்தாய்",
    "படம்": "லவ் டுடே",
    "வருடம்": 1996,
    "இசைமைப்பாளர்": "சிவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னிக்கிருஷ்ணன்']",
    "பாடல்வரிகள்": "ஏன் பெண்ணென்று பிறந்தாய்ஏன் என் கண்ணில் விழுந்தாய்ஏன் ஒரு பாதி சிரித்தாய்என் உயிர் பூவை எரித்தாய் முதல் நாள் பார்த்தாய்உறக்கம் கெடுத்தாய்முறையா என்றேன்கண்கள் பறித்தாய் என் வலி தீர ஒரு வழி என்னஎன் பனிப் பூவேமீண்டும் பார்த்தால் என்ன ஏன் பெண்ணென்று பிறந்தாய்ஏன் என் கண்ணில் விழுந்தாய்            நீ சூடும் ஒரு பூ தந்தால்என் ஆஸ்தி எல்லாம் கொடுப்பேன்உன் வாயால் என் பேர் சொன்னால்உன் காலடியில் கிடப்பேன் தூக்கத்தை தொலைத்தேனேதுடிக்குது நெஞ்சம்தலை போன சேவல் போல்தவிக்குது அங்கம்இரண்டில் ஒன்று சொல்லிவிடுஇல்லை நீயே கொள்ளியிடு ஏன் பெண்ணென்று பிறந்தாய்ஏன் என் கண்ணில் விழுந்தாய் நோகாமல் பிறர் காணாமல்உந்தன் ஆடை நுனி தொடுவேன்என்ன ஆனாலும் உயிர் போனாலும்ஒரு தென்றல் என்றே வருவேன் நீ என்னைப் பார்த்தால் தான்துடிக்குது உள்ளம்நீ என்னைப் பிரிந்தாலோஉள்ளம் வெறும் பள்ளம்இமயம் கேட்கும் என் துடிப்புஏனோ உனக்குள் கதவடைப்பு            ஏன் பெண்ணென்று பிறந்தாய்ஏன் என் கண்ணில் விழுந்தாய்ஏன் ஒரு பாதி சிரித்தாய்என் உயிர் பூவை எரித்தாய் முதல் நாள் பார்த்தாய்உறக்கம் கெடுத்தாய்முறையா என்றேன்கண்கள் பறித்தாய் என் வலி தீர ஒரு வழி என்னஎன் பனிப் பூவேமீண்டும் பார்த்தால் என்ன ஏன் பெண்ணென்று பிறந்தாய்ஏன் என் கண்ணில் விழுந்தாய்",
    "உருவகம் 1": "என் உயிர் பூவை எரித்தாய்",
    "விளக்கம் 1": "மனதை நோகடித்துவிட்டாய்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஒட்டகத்த கட்டிக்கோ",
    "படம்": "ஜென்டில் மேன்",
    "வருடம்": 1993,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்', ' S ஜானகி']",
    "பாடல்வரிகள்": "கண்ணே என் முன்னேகடலும் துள்ளாதுபெண்ணே நான் தூண்டில் போட்டால்விண்மீனும் தப்பாது கண்ணே என் முன்னேகடலும் துள்ளாதுபெண்ணே நான் தூண்டில்போட்டால் விண்மீனும் தப்பாது உள்ளங்கை தேனேகள்வன் நான்தானேகள்வனை கொள்ளை கொண்டகள்ளி நீதானே பொன் கொண்டதுண்டுபெண் கொண்டதில்லைஅங்கம் சொந்தமானால்தங்கம் தேவையில்லை ஒட்டகத்த கட்டிக்கோகெட்டியாக ஒட்டிக்கோவட்ட வட்ட பொட்டுக்காரிஒத்துழைக்க ஒத்துக்கோபத்த வெச்சா பத்திக்கோவாய் வெடிச்ச மொட்டுக்காரி விடவேண்டும் அச்சத்தைதொடவேண்டும் உச்சத்தைஅதிகாலை சேலைசொல்லுமடி மிச்சத்தை ஒட்டகத்த கட்டிக்கோகெட்டியாக ஒட்டிக்கோவட்ட வட்ட பொட்டுக்காரிஒத்துழைக்க ஒத்துக்கோபத்த வெச்சா பத்திக்கோவாய் வெடிச்ச மொட்டுக்காரி உடைவாளில் நீ எந்தன்உடைதொட்ட அந்நேரம்உன் பார்வை எந்தன்உயிர் தொட்டா தருவாயோ கோழைக்கு வாழ்க்கை பட்டால்வாழ்வே என்னாகும்உன் வாலுக்கு வாழ்க்கைப் பட்டால்வாழ்வே பொன்னாகும் நீ என்னை மீண்டும்திருடத்தான் வேண்டும்முரட்டுக் கைகள் தொட்டுமொட்டுக்கள் பூக்கவேண்டும்",
    "உருவகம் 1": "உள்ளங்கை தேனேகள்வன் நான்தானே",
    "விளக்கம் 1": "இனிமையான அழகான பெண்ணை காதலிப்பவன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஒரு பொய்யாவது சொல் கண்ணே",
    "படம்": "ஜோடி",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹாிஹரண்']",
    "பாடல்வரிகள்": "ஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன் ஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன் ஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன் பூக்களில் உன்னால் சத்தம்அடி மௌனத்தில் உன்னால் யுத்தம்இதைத் தாங்குமா என் நெஞ்சம்இதைத் தாங்குமா என் நெஞ்சம்            உண்மையும் பொய்மையும்பக்கம் பக்கம்தான்ரொம்பப் பக்கம் பக்கம்தான்பாா்த்தால் ரெண்டும் ஒன்றுதான் பாலுக்கும் கள்ளுக்கும்வண்ணம் ஒன்றுதான்பாா்க்கும் கண்கள் ஒன்றுதான்உண்டால் ரெண்டும் வேறுதான் ஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன் இரவினைத் திரட்டிஓ இரவினைத் திரட்டிகண்மணியின் குழல் செய்தாரோகண்மணியின் குழல் செய்தாரோநிலவின் ஒளி திரட்டிக்கண்கள் செய்தாரோ விண்மீன் விண்மீன் கொண்டுவிரலில் நகம் சமைத்துமின்னலின் கீற்றுகள் கொண்டுகைரேகை செய்தானோ            வாடைக் காற்று பட்டுவயதுக்கு வந்த பூக்கள்கொண்டுத் தங்கம் தங்கம் பூசித்தோள் செய்தானோ ஆனால் பெண்ணேஉள்ளம் கல்லில் செய்து வைத்தானோகாதல் கண்ணேஉள்ளம் கல்லில் செய்து வைத்தானோ ஒரு பொய்யாவது சொல் கண்ணேஉன் காதல் நான் தான் என்றுஅந்த சொல்லில் உயிா் வாழ்வேன்அந்த ஒரு ஒரு ஒரு ஒரு சொல்லில்அந்த ஒரு ஒரு ஒரு ஒரு சொல்லில் நான் உயிா் வாழ்வேன் உயிா் வாழ்வேன்அந்த ஒரு சொல் அந்த ஒரு சொல்அந்த ஒரு சொல் அந்த ஒரு சொல்சொல்லில் அந்த சொல்லில்உயிா் வாழ்வேன்உயிா் வாழ்வேன்உயிா் வாழ்வேன்",
    "உருவகம் 1": "இரவினைத் திரட்டிகண்மணியின் குழல் செய்தாரோ",
    "விளக்கம் 1": "மிகவும் கருமையை கூந்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஒரு ஜீவன் அழைத்தது",
    "படம்": "கீதாஞ்சலி",
    "வருடம்": 1985,
    "இசைமைப்பாளர்": "இளையராஜா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['இளையராஜா', ' KS சித்ரா']",
    "பாடல்வரிகள்": "ஒரு ஜீவன் அழைத்ததுஒரு ஜீவன் துடித்ததுஇனி எனக்காக அழவேண்டாம்இங்கு கண்ணீரும் விழவேண்டாம்உன்னையே எண்ணியே வாழ்கிறேன் ஒரு ஜீவன் அழைத்ததுஒரு ஜீவன் துடித்ததுஇனி எனக்காக அழவேண்டாம் லல லா லா இங்கு கண்ணீரும்விழவேண்டாம் லல லா லா உன்னையேஎண்ணியே வாழ்கிறேன்உன்னையே எண்ணியே வாழ்கிறேன் ஒரு ஜீவன் அழைத்ததுஒரு ஜீவன் துடித்தது முல்லைப்பூ போலேஉள்ளம் வைத்தாய்முள்ளை உள்ளே வைத்தாய் ஹோ என்னைக்கேளாமல்கன்னம் வைத்தாய்நெஞ்சில் கன்னம் வைத்தாய் ஹோ நீ இல்லை என்றால்என் வானில் என்றும்பகல் என்று ஒன்று கிடையாது அன்பே நம் வாழ்வில்பிாிவென்பதில்லைஆகாயம் ரெண்டாய் உடையாது இன்று காதல் பிறந்தநாள்என் வாழ்வில் சிறந்த நாள் மணமாலை சூடும்நாள் பார்க்கவே ஒரு ஜீவன் அழைத்ததுஒரு ஜீவன் துடித்தது உன்னை நான் கண்ட நேரம்நெஞ்சில் மின்னல் உண்டானது என்னை நீ கண்ட நேரம்எந்தன் நெஞ்சம் துண்டானது காணாத அன்பைநான் இன்று கண்டேன்காயங்கள் எல்லாம் பூவாக காமங்கள் ஒன்றேஎன் காதல் அல்லகண்டேனே உன்னை தாயாக மழை மேகம் பொழியுமாநிழல் தந்து விலகுமா இனி மேலும் என்ன சந்தேகமா ஒரு ஜீவன் அழைத்ததுஒரு ஜீவன் துடித்தது இனி எனக்காகஅழவேண்டாம் லல லா லா இங்கு கண்ணீரும்விழவேண்டாம் லல லா லா உன்னையே எண்ணியேவாழ்கிறேன் உன்னையேஎண்ணியே வாழ்கிறேன் லல லா லா லலலலா லல லா லா லலலலா லல லா லா லலலலா லல லா லா லலலலா",
    "உருவகம் 1": "உன்னை நான் கண்ட நேரம்நெஞ்சில் மின்னல் உண்டானது",
    "விளக்கம் 1": "முதல் முறை கண்டவுடனேயே காதலில் விழுந்து விட்டேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஒருவன் ஒருவன் முதலாளி",
    "படம்": "முத்து",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி பூமியை வெல்ல ஆயுதம் எதற்குபூப்பறிக்க கோடரி எதற்குபொன்னோ பொருளோ போர்க்களம் எதற்குஆசை துறந்தால் அகிலம் உனக்கு ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி            மண்ணின் மீது மனிதனுக்காசைமனிதன் மீது மண்ணுக்காசைமண்ணின் மீது மனிதனுக்காசைமனிதன் மீது மண்ணுக்காசை. மண்தான் கடைசியில் ஜெயிக்கிறதுஇதை மனம்தான் உணர மறுக்கிறது கையில் கொஞ்சம் காசு இருந்தால்நீதான் அதற்கு எஜமானன்கழுத்து வரைக்கும் காசு இருந்தால்அதுதான் உனக்கு எஜமானன் வாழ்வின் அர்த்தம் புரிந்துவிடுவாழ்க்கையை வாரிக் குடித்துவிடு ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி            வானம் உனக்கு பூமியும் உனக்குவரப்புகளோடு சண்டைகள் எதற்குவானம் உனக்கு பூமியும் உனக்குவரப்புகளோடு சண்டைகள் எதற்கு வாழச் சொல்லுது இயற்கையடாவாழ்வில் துன்பம் செயற்கையடா பறவைகள் என்னைப் பார்க்கும் போதுநலமா நலமா என்கிறதுமொட்டுக்கள் மெல்லத் திறக்கும் போதுமுத்து முத்து என்கிறதே இளமை இனிமேல் போகாதுஅட முதுமை எனக்கு வாராது ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி ஹான் ஒருவன் ஒருவன் முதலாளிஉலகில் மற்றவன் தொழிலாளிவிதியை நினைப்பவன் ஏமாளிஅதை வென்று முடிப்பவன் அறிவாளி பூமியை வெல்ல ஆயுதம் எதற்குபூப்பறிக்க கோடரி எதற்குபொன்னோ பொருளோ போர்க்களம் எதற்குஆசை துறந்தால் அகிலம் உனக்கு",
    "உருவகம் 1": "வாழ்க்கையை வாரிக் குடித்துவிடு",
    "விளக்கம் 1": "வாழ்க்கையில் அனைத்தையும் புரிதல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கட்டிப்புடி கட்டிப்புடிடா",
    "படம்": "குஷி",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சங்கர் மகாதேவன்', 'வசுந்தரா தாஸ்']",
    "பாடல்வரிகள்": "கட்டிப்புடி கட்டிப்புடிடாகண்ணாளா கண்டபடி கட்டிப்புடிடாகட்டில் வரி போட போறேன்டாவரியை கட்டிவிட்டு கட்டிப்புடிடா கட்டில் வரை முத்தம்தானடாவரியை மிச்சம் இன்றி கட்டிமுடிடாகட்டிப்புடி கட்டிப்புடிடாகண்ணாளா கண்டபடி கட்டிப்புடிடா எந்த இடத்தில் சுகம்மிக அதிகம் கண்டுபிடிப்பேன்கண்டுபிடிப்பேன் கண்டுபிடிப்பேன்அந்த இடத்தில் நண்டு பிடிப்பேன் எவ்விடத்தில்கண்முழிச்சோம்அவ்விடத்தில் மெல்லதட்டு தட்டு தட்டு சுட்டுவிரல் தொட்டவுடன்கட்டவிழ்த்து அள்ளிகொட்டு கொட்டு கொட்டு கட்டிகவா ஒட்டிகவாகட்டிகவா ஒட்டிகவா கவா கவா தொட்டுக்கவா முட்டிக்கவாதொட்டுக்கவா முட்டிக்கவா கவா கவா வேர்வையில் தெரிவதெல்லாம்காதலன் மனம் அல்லவாநரம்புகள் பூ பூக்கும்ஆசனம் இதுவல்லவா கல்லாமலே பாடங்கள்சொல்லும் கல்லூரி நீதானடி கட்டிப்புடி கட்டிப்புடிடாகண்ணாளா கண்டபடி கட்டிப்புடிடா கட்டுத்தறி காளையை போல்முத்தமிட்டு என்னைமுட்டு முட்டு முட்டு வெட்டுபட்ட சேவலைபோல்நெஞ்சு துள்ளும் தட்டுகெட்டு கெட்டு கெட்டு நெஞ்சமெல்லாம்மீசை முடி நீந்துவதால் புதுஇன்பம் இன்பம் இன்பம் கன்னி இதழ் காதுமடல்கவ்வுவதால் புதுஇன்பம் இன்பம் இன்பம் ஆக்சிஜன் இல்லாமல்இமயமலை ஏராதேகற்பனை இல்லாமல்கட்டில் மேல் சேராதே அதிகாலையில் பாரடிகட்டில் காணாமல் போகுமடி கட்டிப்புடி கட்டிப்புடிடாகண்ணாளா கண்டபடி கட்டிப்புடிடாகட்டில் வரி போட போறேண்டாவரியை கட்டிவிட்டு கட்டிப்புடிடா கட்டில் வரை முத்தம்தானடாவரியை மிச்சம் இன்றி கட்டிமுடிடாகட்டிப்புடி கட்டிப்புடிடாகண்ணாளா கண்டபடி கட்டிப்புடிடா எந்த இடத்தில் சுகம்மிக அதிகம் கண்டுபிடிப்பேன்கண்டுபிடிப்பேன் கண்டுபிடிப்பேன்அந்த இடத்தில் நண்டு பிடிப்பேன்",
    "உருவகம் 1": "நரம்புகள் பூ பூக்கும்",
    "விளக்கம் 1": "மிகவும் சந்தோஷமடைதல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கண்டாங்கி கண்டாங்கி",
    "படம்": "ஜில்லா",
    "வருடம்": 2013,
    "இசைமைப்பாளர்": "D இமான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['விஜய்', ' ஸ்ரேயா கோஷல்']",
    "பாடல்வரிகள்": "கண்டாங்கி கண்டாங்கிகட்டி வந்த பொண்ணுகண்டாலே கிறுகேத்தும்கஞ்சா வச்ச கண்ணு கண்டாங்கி கண்டாங்கிகட்டி வந்த பொண்ணுகண்டாலே கிறுகேத்தும்கஞ்சா வச்ச கண்ணு அந்த கண்ணுக்குஅஞ்சுலட்சம் தாரேன்டிஅந்த நெஞ்சுக்குசொத்தெழுதி தாரேன்டிமுத்தம் தாியா ஒஹோ கண்டாங்கி கண்டாங்கிகட்டி வந்த பொண்ணுகண்டாலே கிறுகேத்தும்கஞ்சா வச்ச கண்ணு இந்த கண்ணுக்குஅஞ்சுலட்சம் போதாதுஇந்த நெஞ்சுக்குசொத்தெழுதி தீராதுதள்ளி நில்லையா அடி உன் வீடு தல்லாகுளம்என் வீடு தெப்பக்குளம்நீரோடு நீரு சேரட்டுமே அழகா் மலைகோயில்யானை வந்துஅல்வாவ திண்பதுபோல்என் ஆச உன்ன திண்ணட்டுமே ஒத்தைக்கொத்தஅழைக்கும் அழகுஒத்த பக்கம் ஒதுங்கும் பொழுதுபுத்திக்குள்ள அாிக்குதுநெத்திக்குள்ள துடிக்குது வெள்ள முழி வெளிய தொியகள்ள முழி முழிக்கும் பொழுதுஎன் உசுரு ஒடுங்குதுஈர கொழ நடுங்குது சின்ன சின்னபொய்யும் பேசுறஜில்லுனுதான் சூடும் ஏத்துற நீ பாத்தாக்க தென்னமட்டபாஞ்சாக்க தேகம் கட்டபாசாங்கு வேணாம் சுந்தரரே நீ தேயாத நாட்டு கட்டதொியாம மாட்டிக்கிட்டேன்என் ராசி என்றும் மன்மதனே கண்ணுக்குள்ளஇறங்கி இறங்கிநெஞ்சுக்குள்ள உறங்கி உறங்கிஎன் உசுர பறிக்கிறஎன்ன செய்ய நினைக்குற அம்பு விட்டு ஆள அடிக்கிறதும்பு விட்டு வால புடிக்கிற தாலி இல்லாத சம்சாரமேதடையில்லா மின்சாரமேவிளக்கேத்த வாடி வெண்ணிலவே எந்தன் மாா்போட சந்தனமேமாராப்பு வைபோகமேமுத்தாட வாயா முன்னிரவே கண்டாங்கி கண்டாங்கிகட்டி வந்த பொண்ணுகண்டாலே கிறுகேத்தும்கஞ்சா வச்ச கண்ணு இந்த கண்ணுக்குஅஞ்சுலட்சம் போதாதுஇந்த நெஞ்சுக்குசொத்தெழுதி தீராதுதள்ளி நில்லையா கண்டாங்கி கண்டாங்கி ஹ்ம் ஹ்ம் ஹ்ம்ம் கண்டாலே கிறுகேத்தும் கஞ்சா வச்ச கண்ணு",
    "உருவகம் 1": "கஞ்சா வச்ச கண்ணு",
    "விளக்கம் 1": "அனைவரையும் கவரக்கூடிய மிகவும் அழகான கண்கள்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கண்ணா என் சேலைக்குள்ள",
    "படம்": "ஜெய்ஹிந்த்",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['S ஜானகி', 'SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "கண்ணா என் சேலைக்குள்ளகட்டெறும்பு புகுந்திருக்கு எதுக்கு கண்ணே நீ வெல்லம் என்றுகட்டெறும்பு தெரிஞ்சிருக்கு அதுக்கு எறும்பு செய்யும் லீலைபோல்குறும்பு செய்ய வந்தாயோஉள்ளே என்னமோ பண்ண கண்ணா என் சேலைக்குள்ளகட்டெறும்பு புகுந்திருக்கு எதுக்கு கண்ணே நீ வெல்லம் என்றுகட்டெறும்பு தெரிஞ்சிருக்கு அதுக்கு அங்கே தொட்டு இங்கே தொட்டுஎங்கே தொட எண்ணம் ராசா அஹா அஹா அஹா ஏஹே கன்னம் தொட்டு வண்ணம் தொட்டும்ம் தொட எண்ணம் ரோசா அஹா அஹா அஹா அஹா இது தேவையான குறும்புகொஞ்சம் சிலிர்த்து போன உடம்புஆண்கள்: வா வா வா வாபெண்கள்: வா வா வா வா கண்ணா என் சேலைக்குள்ளேகட்டெறும்பு புகுந்திருக்கு எதுக்கு கண்ணே நீ வெல்லம் என்றுகட்டெறும்பு தெரிஞ்சிருக்கு அதுக்கு பூமிக்குள்ள பொன்ன வெச்சான்பொண்ணுக்குள்ள என்ன வெச்சான் ம் ஹும் அஹா அஹா ஓஹோ ஆம்பிளைக்கு மீசை வெச்சான்பொம்பளைக்கு என்ன வெச்சான் ம்ஹும் ம்ஹும் ம்ஹும் லால ஹஹ்ஹ. அதை தெரிஞ்சு விளக்கம் தாரேன்உன்னை திருடி குடிக்கப் போறேன்பெண்கள்: வா வா வா வாஆண்கள்: வா வா வா வா கண்ணா என் சேலைக்குள்ளகட்டெறும்பு புகுந்திருக்கு எதுக்குஆண் : கண்ணே நீ வெல்லம் என்றுகட்டெறும்பு தெரிஞ்சிருக்கு அதுக்கு எறும்பு செய்யும் லீலைபோல்குறும்பு செய்ய வந்தாய்யோஉள்ளே என்னமோ பண்ண கண்ணா என் சேலைக்குள்ளகட்டெறும்பு புகுந்திருக்கு எதுக்கு கண்ணே நீ வெல்லம் என்றுகட்டெறும்பு தெரிஞ்சிருக்கு",
    "உருவகம் 1": "கண்ணே நீ வெல்லம் என்று கட்டெறும்பு தெரிஞ்சிருக்கு",
    "விளக்கம் 1": "அனைவரையும் ஈர்க்கும் அழகான பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கண்ணாமூச்சி ஏனடா",
    "படம்": "கண்டுகொண்டேன்கண்டுகொண்டேன்",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['KS சித்ரா']",
    "பாடல்வரிகள்": "கண்ணாமூச்சி ஏனடாகண்ணாமூச்சி ஏனடாஎன் கண்ணா கண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா கண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா அந்த நதியின் கரையைநான் கேட்டேன்அந்தக் காற்றைநிறுத்தியும் கேட்டேன்            அந்த நதியின் கரையைநான் கேட்டேன்அந்தக் காற்றைநிறுத்தியும் கேட்டேன் வான் வெளியைக் கேட்டேன்விடையே இல்லைவான் வெளியைக் கேட்டேன்விடையே இல்லை இறுதியில் உன்னைக் கண்டேன்இருதயப் பூவில் கண்டேன்இறுதியில் உன்னைக் கண்டேன்இருதயப் பூவில் கண்டேன் கண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா என் மனம் உனக்கொருவிளையாட்டு பொம்மையாஎன் மனம் உனக்கொருவிளையாட்டு பொம்மையாஎனக்கென உணர்ச்சிகள்தனியாக இல்லையாநெஞ்சின் அலை உறங்காது            உன் இதழ் கொண்டுவாய் மூட வா என் கண்ணாஉன் இதழ் கொண்டுவாய் மூட வா என் கண்ணா உன் இமை கொண்டுவிழி மூட வாஉன் உடல்தான்என் உடையல்லவா பாற்கடலில் ஆடிய பின்னும்உன் வண்ணம் மாறவில்லை இன்னும்பாற்கடலில் ஆடிய பின்னும்உன் வண்ணம் மாறவில்லை இன்னும் என் நெஞ்சில் கூடியேநிறம் மாறவாஎன்னுயிரில் நீ வந்து சேர்கஉதடுகள் ஈரமாய் வாழ்ககலந்திட வா கண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா வான்மழை விழும்போதுமலைகொண்டு காத்தாய்வான்மழை விழும்போதுமலைகொண்டு காத்தாய்கண்மழை விழும்போதுஎதிலென்னைக் காப்பாய்பூவின் கண்ணீரை ரசிப்பாய் நான் என்ன பெண்ணில்லையாஎன் கண்ணாஅதை நீ காணக் கண்ணில்லையாஉன் கனவுகளில் நானில்லையா தினம் ஊசலாடுதென் மனசுஅட ஊமையல்ல என் கொலுசுஎன் உள் மூச்சிலே உயிர் நீங்குதேஎன்னுயிர் துடிக்காமலேகாப்பது உன் தீண்டலேஉயிர் தர வா கண்ணாமூச்சி ஏனடாஎன் கண்ணாநான் கண்ணாடிப்பொருள் போலடா Kandukonden Kandukonden Songs Lyrics Kannamoochi YenadaKannamoochi YenadaEn Kannaa Kannamoochi YenadaEn KannaaNaan Kannaadi Porul PoladaKannamoochi YenadaEn KannaaNaan Kannadi Porul Polada Andha Nadhiyin KaraiyaiNaan KettenAndha KaatraiNiruthiyum Ketten Andha Nadhiyin KaraiyaiNaan KettenAndha KaatraiNiruthiyum Ketten Vaan Veliyai KettenVidaiye IllaiVaan Veliyai KettenVidaiye Illai Irudhiyil Unnai KandenIrudhaya Poovil KandenIrudhiyil Unnai KandenIrudhaya Poovil Kanden Kannamoochi YenadaEn KannaaNaan Kannadi Porul Polada En Manam UnakkoruVilaiyaattu BommaiyaaEn Manam UnakkoruVilaiyaattu BommaiyaaEnakkena UnarchigalThaniyaaga IllaiyaaNenjin Alai Urangaadhu Un Idhazh KonduVaai Mooda Vaa En KannaUn Idhazh KonduVaai Mooda Vaa En Kanna Un Imai KonduVizhi Mooda VaaUn Udal ThaanEn Udai Allavaa Paarkadalil Aadiya PinnumUn Vannam Maaravillai InnumPaarkadalil Aadiya PinnumUn Vannam Maaravillai Innum En Nenjil KoodiyeNiram MaaravaaEnnuyiril Nee Vandhu SergaUdhadugal Eeramaai VazhgaKalandhidavaa Kannamoochi YenadaEn KannaaNaan Kannadi Porul Polada Vaan Mazhai VizhumpodhuMalai Kondu KaathaaiVaan Mazhai VizhumpodhuMalai Kondu KaathaaiKan Mazhai Vizhum PodhuEdhil Ennai KaappaaiPoovin Kanneerai Rasippaai Naan Enna PennilaiyaaEn KannaaAdhai Nee Kaana KannillaiyaaUn Kanavugalil Naan Illaiyaa Dhinam Oosal Aaduthu ManasuAda Oomai Alla En KolusuEn Ullmoochile Uyir NeengutheEnnuyir ThudikkaamaleKaappadhu Un TheendaleUyir Thara Vaa Kannamoochi YenadaEn KannaaNaan Kannadi Porul Polada",
    "உருவகம் 1": "உன்னைக் கண்டேன்இருதயப் பூவில்",
    "விளக்கம் 1": "காதலில் விழுந்தேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கண்ணாளனே",
    "படம்": "பம்பாய்",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "ஏ.ஆா்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['கே.எஸ்.சித்ரா']",
    "பாடல்வரிகள்": "குழு: சல சல சல சோலை கிளியேசோலைய தேடிக்கசிலு சிலு சிலு சா்க்கர நிலவேமாலைய மாத்திக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை            பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ பெண்: உந்தன் கண்ஜாடைவிழுந்ததில் நெஞ்சம் நெஞ்சம்தறிகெட்டுத் தளும்புது நெஞ்சம்எந்தன் நுாலாடைபறந்ததில் கொஞ்சம் கொஞ்சம்பிறை முகம் பாா்த்தது கொஞ்சம் பெண்: ரத்தம் கொதிகொதிக்கும்உலை கொதித்திடும் நீா்க்குமிழ் போலசித்தம் துடிதுடிக்கும்புயல் எதிா்த்திடும் ஓா் இலை போல            பெண்: பனித்துளிதான் என்ன செய்யுமோமூங்கில் காட்டில் தீ விழும்போதுமூங்கில் காடென்று ஆகினால் மாது பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ குழு: சல சல சல சோலை கிளியேசோலைய தேடிக்கசிலு சிலு சிலு சா்க்கர நிலவேமாலைய மாத்திக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க குழு: மாமன்காரன் ராத்திாி வந்தாமடியில கட்டிக்கமாமன் தந்த சங்கதி எல்லாம்மனசுல வச்சுக்க பெண்: ஒரு மின்சாரம்பாா்வையின் வேகம் வேகம்உன்னோடு நான் கண்டுகொண்டேன்ஒரு பெண்ணோடுதோன்றிடும் தாபம் தாபம்என்னோடு நான் கண்டுகொண்டேன் பெண்: என்னை மறந்துவிட்டேன்இந்த உலகத்தில் நானில்லை நானில்லைஉன்னை இழந்துவிட்டால்எந்த மலாிலும் தேனில்லை தேனில்லை பெண்: இது கனவா இல்லை நினைவாஎன்னை கிள்ளி உண்மை தெளிந்தேன்உன்னைப் பாா்த்தெந்தன் தாய்மொழி மறந்தேன் பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லை பெண்: ஆளான ஒரு சேதி அறியாமலேஅலைபாயும் சிறு பேதை நானோஉன் பேரும் என் பேரும் தொியாமலேஉள்ளங்கள் இடம் மாறும் ஏனோவாய் பேசவே வாய்ப்பில்லையேவலி தீர வழி என்னவோ பெண்: கண்ணாளனே எனதுகண்ணை நேற்றோடு காணவில்லைஎன் கண்களைப் பறித்துக்கொண்டுஏனின்னும் பேசவில்லைகண்ணாளனே",
    "உருவகம் 1": "ரத்தம் கொதிகொதிக்கும் உலை கொதித்திடும் நீா்க்குமிழ் போல",
    "விளக்கம் 1": "மிகுந்த கோபம் அடைதல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கண்ணீரே கண்ணீரே",
    "படம்": "உயிரே",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஏ.ஆர்.ரஹ்மான்', 'அனுராதா ஸ்ரீராம்', 'பெபி மணி', ' அனுபாமா']",
    "பாடல்வரிகள்": "இரு பூக்கள் கிளை மேலேஒரு புயலோ மலை மேலேஉயிர் ஆடும் திகிலாலேஎன் வாழ்வின் ஓரம் வந்தாயேசெந்தேனே இரு பூக்கள் கிளை மேலேஒரு புயலோ மலை மேலேஉயிர் ஆடும் திகிலாலேஎன் வாழ்வின் ஓரம் வந்தாயேசெந்தேனே கண்ணீரே கண்ணீரேசந்தோஷக் கண்ணீரே கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனேபெண்ணே பெண்ணே பெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே            கண்ணீரே கண்ணீரேசந்தோஷக் கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனேபெண்ணே பெண்ணே பெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே உன் பார்வை பொய்தானாபெண்ணென்றால் திரைதானாபெண் நெஞ்சே சிறைதானாசரிதானா பெண் நெஞ்சில் மோகம் உண்டுஅதில் பருவத் தாபம் உண்டுபேராசைத்தீயும் உண்டுஏன் உன்னை ஒளித்தாய் இன்றுபுதிர் போட்ட பெண்ணே நில் நில்பதில் தோன்றவில்லை சொல் சொல் கல்லொன்று தடை செய்த போதும்புல்லொன்று புதுவேர்கள் போடும்நம் காதல் அது போல மீறும்            கல்லொன்று தடைசெய்த போதும்புல்லொன்று புதுவேர்கள் போடும்நம் காதல் அது போல மீறும் கண்ணில் கண்ணில் கண்ணீர்இன்ப கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனே பெண்ணே பெண்ணேபெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே பால் நதியே நீ எங்கேவரும் வழியில் மறைந்தாயோபல தடைகள் கடந்தாயோசொல் கண்ணே பேரன்பே உந்தன் நினைவுஎன் கண்ணைச் சுற்றும் கனவுஇது உயிரைத் திருடும் உறவுஉன் துன்பம் என்பது வரவுஏ மர்ம ராணி நில் நில்ஒரு மௌன வார்த்தை சொல் சொல் உன்னோடு நான் கண்ட பந்தம்மண்ணோடு மழை கொண்ட சொந்தம்காய்ந்தாலும் அடி ஈரம் எஞ்சும்உன்னோடு நான் கண்ட பந்தம்மண்ணோடு மழை கொண்ட சொந்தம்காய்ந்தாலும் அடி ஈரம் எஞ்சும் கண்ணில் கண்ணில் கண்ணீர்இன்ப கண்ணீரேசந்தோஷக் கண்ணீரே கண்ணீரேதேடித் தேடித் தேய்ந்தேனேமீண்டும் கண்முன் கண்டேனேபெண்ணே பெண்ணே பெண்ணே பெண்ணேபேசாய் பெண்ணேகண்ணே கண்ணேகாணாய் கண்ணேகண்ணீரே கண்ணீரே கண்ணீரேசந்தோஷக் கண்ணீரேகண்ணீரே",
    "உருவகம் 1": "என் வாழ்வின் ஓரம் வந்தாயேசெந்தேனே",
    "விளக்கம் 1": "சிவப்பு நிற மேனியை உடைய இனிமையான பெண் என் வாழ்க்கையில் வந்தாய்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கலகலவெனப் பொழியும்",
    "படம்": "ரிதம்",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சாதனா சர்கம்']",
    "பாடல்வரிகள்": "அன்பே இது நிஜம்தானாஎன் வானில் புது விண்மீனாயாரைக் கேட்டது இதயம்உன்னைத் தொடர்ந்து போகஎன்ன துணிச்சல் அதற்குஎன்னை மறந்து போகஇருந்தும் அவை இனிய வலிகளே கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ விரல் தொடவில்லையேநகம் படவில்லையேவிரல் தொடவில்லையேநகம் படவில்லையேஉடல் தடையில்லையேஇது போல் ஒரு இணையில்லையே            கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ விழியும் விழியும் கலந்து கலந்துபார்வை ஒன்று ஆனதேஉயிரும் உயிரும் கலந்த போதுஉலகம் நின்று போனதே விழியும் விழியும் கலந்து கலந்துபார்வை ஒன்று ஆனதேஉயிரும் உயிரும் கலந்த போதுஉலகம் நின்று போனதே ஆ… கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ அழைக்கும்போது உதிக்க முடிந்தால்அதற்குப் பெயரும் நிலவில்லைநினைக்கும்போது நிலவு உதிக்கும்நிலவு அழைக்கக் குரலில்லை            அழைக்கும்போது உதிக்க முடிந்தால்அதற்குப் பெயரும் நிலவில்லைநினைக்கும்போது நிலவு உதிக்கும்நிலவு அழைக்கக் குரலில்லை யாரைக் கேட்டது இதயம்யாரைக் கேட்டது இதயம் ஆ…விழி தொடுவது விரல் தொடவில்லை கலகலவெனப் பொழியும் பொழியும்மேகம் எங்கு செல்லுதோஒளியில்லாமல் மலரும் மலரைஉளவு பார்க்க செல்லுதோ",
    "உருவகம் 1": "என் வானில் புது விண்மீனா",
    "விளக்கம் 1": "எனது வாழ்க்கையில் புதிய பெண் ஒருத்தி",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கள்வரே கள்வரே",
    "படம்": "ராவணன்",
    "வருடம்": 2010,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஸ்ரேயா கோஷல்']",
    "பாடல்வரிகள்": "கள்வரே கள்வரேகள்வரே கள்வரேகண்புகும் கள்வரே கை கொண்டு பாரீரோகண் கொண்டு சேரீரோகலை சொல்லி தாரீரோ உம்மை எண்ணி உம்மை எண்ணிஊமைக் கண்கள் தூங்காதுதலைவா என் தலைவாஅகமறிவீரோ அருள் புரிவீரோ வாரந்தோறும் அழகின் பாரம்கூடும் கூடும் குறையாதுஉறவே என் உறவேஉடை களைவீரோ உடல் அணிவீரோ            என் ஆசை என் ஆசைநானா சொல்வேன் என் ஆசை நானா சொல்வேன்என் ஆசை நீயே சொன்னாய்கண்ணாலே ஆமாம் என்பேனே எங்கெங்கே உதடும் போகும்அங்கெங்கே உயிரும் போகும்அன்பாளா ஆளச் சொன்னேனே வலிமிகும் இடங்கள் வலிமிகா இடங்கள்தமிழுக்குத் தெரிகின்றதேவலிமிகும் இடங்கள் வலிமிகா இடங்கள்தங்களுக்குத் தெரிகின்றதா",
    "உருவகம் 1": "ஊமைக் கண்கள் தூங்காது",
    "விளக்கம் 1": "பேசமுடியாமல் தூங்க முடியாமல் தவிக்கிறேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "காட்டுச் சிறுக்கி",
    "படம்": "ராவணன்",
    "வருடம்": 2010,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சங்கர் மகாதேவன்', 'அனுராதா ஸ்ரீராம்']",
    "பாடல்வரிகள்": "காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ ஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ ஈக்கி மின்னல் அடிக்குதடி யாத்தே ஈர கொலக் துடிக்குதடி யாத்தே ஈக்கி மின்னல் அடிக்குதடி யாத்தே ஈர கொலக் துடிக்குதடி யாத்தே நச்சு மனம் மச்சினியோடுமச்சினியோடு மருகுதடிஅவ நெத்தியுல வச்ச பொட்டுலஎன் நெஞ்சாங்குழியே ஒட்டுதேஅவ நெத்தியுல வச்ச பொட்டுலஎன் நெஞ்சாங்குழியே ஒட்டுதேஅவ பார்வையில் எலும்புகபல்பொடி ஆச்சே காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ யாரோ எவளோயாரோ எவளோயார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ தண்டை அணிஞ்சவகொண்டை அரிஞ்சதும்அண்டசராசரம் போச்சு வண்டு தொடாமுகம்கண்டு வனாந்தரம்வாங்குதே பெருமூச்சு காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ உச்சந்தலை வகிடு வழிஒத்த மனம் அலையுதடிஒதட்டு வரி பள்ளத்துலஉசிர் விழுந்து தவிக்குதடி பாழாப் போன மனசுபசியெடுத்துகொண்ட பத்தியத்த முறிக்குதடிபாராங்கல்ல சொமந்துவழி மறந்துஒரு நத்தக்குட்டி நகருதடி கொண்டக் காலுசெவப்பும் மூக்கு வனப்பும்என்னக் கிறுக்குன்னு சிரிக்குதடி ஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ யாரோ எவளோயாரோ எவளோயார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ தண்டை அணிஞ்சவகொண்டை அரிஞ்சதும்அண்டசராசரம் போச்சு வண்டு தொடாமுகம்கண்டு வனாந்தரம்வாங்குதே பெருமூச்சு ஏர் கிழிச்ச தடத்து வழிநீர் கிழிச்சு போவது போல்நீ கிழிச்ச கோட்டு வழிநீளுதடி எம்பொழப்பு ஊரான் காட்டு கனியேஉன்ன நெனச்சு நெஞ்சுசப்புக்கொட்டித் துடிக்குதடியாத்தே இது சரியா இல்ல தவறாநெஞ்சில் கத்திச் சண்டை நடக்குதடி உன்ன முன்ன நிறுத்திஎன்ன நடத்திகெட்ட விதி வந்து சிரிக்குதடி ஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கி ஓ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவமழை கொடுப்பாளோஇடி இடிப்பாளோமாயமாய் போவாளோ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவ காட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவகாட்டுச் சிறுக்கிகாட்டுச் சிறுக்கியார் காட்டுச் சிறுக்கி இவ",
    "உருவகம் 1": "ஊரான் காட்டு கனியேஉன்ன நெனச்சு நெஞ்சுசப்புக்கொட்டித் துடிக்குதடியாத்தே",
    "விளக்கம் 1": "யாரோ ஒருவருடைய அழகான பெண்ணே உன்னை எண்ணி மனம் துடிக்கிறது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "காதல் கடிதம் தீட்டவே",
    "படம்": "ஜோடி",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னி மேனன்', ' S ஜானகி']",
    "பாடல்வரிகள்": "காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம்வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் சந்திரனும் சூாியனும்அஞ்சல்காரா்கள்இரவு பகல் எப்பொழுதும்அஞ்சல் உன்னைச் சோ்ந்திடும் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம்வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் சந்திரனும் சூாியனும்அஞ்சல்காரா்கள்இரவு பகல் எப்பொழுதும்அஞ்சல் உன்னைச் சோ்ந்திடும் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம் வானின்நீலம் கொண்டு வா பேனா மையோதீா்ந்திடும் கடிதத்தின் வாா்த்தைகளில்கண்ணா நான் வாழுகிறேன்பேனாவில் ஊற்றி வைத்ததுஎந்தன் உயிரல்லோ பொன்னே உன் கடிதத்தைப்பூவாலே திறக்கின்றேன்விரல் பட்டால் உந்தன் ஜீவன்காயம் படுமல்லோ அன்பே உந்தன் அன்பில்ஆடிப் போகின்றேன்செம்பூக்கள் தீண்டும்போதுசெத்துச் செத்து பூப்பூக்கின்றேன் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம் வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் கண்ணே உன் கால் கொலுசில்மணியாக மாட்டேனாமஞ்சத்தில் உறங்கும்போதுசினுங்க மாட்டேனா காலோடு கொலுசல்லகண்ணோடு உயிரானாய்உயிரே நான் உறங்கும் போதும்உறங்கமாட்டாயா தப்பு செய்யப் பாா்த்தால்ஒப்புக் கொள்வாயாமேலாடை நீங்கும் போதுவெட்கம் என்ன முந்தானையா காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம்ஓ வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும் சந்திரனும் சூாியனும்அஞ்சல்காரா்கள்இருவரும்: இரவு பகல் எப்பொழுதும்அஞ்சல் உன்னைச் சோ்ந்திடும் காதல் கடிதம் தீட்டவேமேகம் எல்லாம் காகிதம் ஓ வானின் நீலம் கொண்டு வாபேனா மையோ தீா்ந்திடும்",
    "உருவகம் 1": "மேகம் எல்லாம் காகிதம்",
    "விளக்கம் 1": "மேகமானது காகித்தை போல காட்சியளிக்கிறது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "காதல் கணவா",
    "படம்": "கோச்சடையான்",
    "வருடம்": 2014,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['லதா ரஜினிகாந்த்']",
    "பாடல்வரிகள்": "காதல் கணவாஉந்தன் கரம் விட மாட்டேன்சத்தியம் சத்தியம்இது சத்தியமே தாய் வழி வந்தஎங்கள் தர்மத்தின் மேலேசத்தியம் சத்தியம்இது சத்தியமே ஒரு குழந்தை போலேஒரு வைரம் போலேதூய்மையான என் சத்தியம்புனிதமானது வாழை மரம் போலஎன்னை வாரி வழங்குவேன்ஏழை கண்ட புதையல் போலரகசியம் காப்பேன்            கணவன் என்ற சொல்லின் அர்த்தம்கண்ணவன் என்பேன்உனது உலகை எனது கண்ணில்பார்த்திட செய்வேன் மழை நாளில் உன் மார்பில்கம்பளி ஆவேன்மாலை காற்றை தலை கோதிநித்திரை தருவேன் காதல் கணவாஉந்தன் கரம் விட மாட்டேன்சத்தியம் சத்தியம்இது சத்தியமே தாய் வழி வந்தஎங்கள் தர்மத்தின் மேலேசத்தியம் சத்தியம்இது சத்தியமே உனது உயிரை எனது வயிற்றில்ஊற்றி கொள்வேன்உனது வீரம் எனது சாரம்பிள்ளைக்கு தருவேன்            கால மாற்றம் நேரும் போதுகவனம் கொள்வேன்கட்டில் அறையில் சமையல் அறையில்புதுமை செய்வேன் அழகு பெண்கள் பழகினாலும்ஐயம் கொள்ளேன்உன் ஆண்மை நிறையும் போதுஉந்தன் தாய் போல் இருப்பேன் உன் கனவுகள் நிஜமாகஎனையே தருவேன்உன் வாழ்வு மண்ணில் நீளஎன்னுயிர் தருவேன் காதல் கணவாஉந்தன் கரம் விட மாட்டேன்சத்தியம் சத்தியம்இது சத்தியமே தாய் வழி வந்தஎங்கள் தர்மத்தின் மேலேசத்தியம் சத்தியம்இது சத்தியமே ஒரு குழந்தை போலேஒரு வைரம் போலேதூய்மையான என் சத்தியம்புனிதமானது தூய்மையான என் சத்தியம்புனிதமானதுதூய்மையான என் சத்தியம்புனிதமானது",
    "உருவகம் 1": "வாழை மரம் போல என்னை வாரி வழங்குவேன்",
    "விளக்கம் 1": "உனக்காக என்ன வேண்டுமாணாலும் செய்வேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "காதல் வந்தால் சொல்லி அனுப்பு",
    "படம்": "இயற்கை",
    "வருடம்": 2003,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['திப்பு', ' மாணிக்க விநாயகம்']",
    "பாடல்வரிகள்": "காதல் வந்தால் சொல்லி அனுப்புஉயிரோடிருந்தால் வருகிறேன்என் கண்ணீர் வழியே உயிரும் வழியகரையில் கரைந்து கிடக்கிறேன் சுட்ட மண்ணிலே மீனாகமனம் வெட்ட வெளியிலே வாடுதடிசுட்ட மண்ணிலே மீனாகமனம் வெட்ட வெளியிலே வாடுதடிகண்ணீர் கலந்து கண்ணீர் கலந்துகடல் நீர் மட்டம் கூடுதடி காதல் வந்தால் சொல்லி அனுப்புஉயிரோடிருந்தால் வருகிறேன் உயிரை தவிர சொந்தம் இல்லையேகாதலிக்கும் முன்புஇந்த உலகே எந்தன் சொந்தம் ஆனதேகாதல் வந்த பின்பு            சாவை அழைத்து கடிதம் போட்டேன்காதலிக்கும் முன்புஒரு சாவை புதைக்க சக்தி கேட்கிறேன்காதல் வந்த பின்பு உன்னால் என் கடல் அலைஉறங்கவே இல்லைஉன்னால் என் நிலவுக்குஉடல் நலம் இல்லை கடல் துயில் கொள்வதும்நிலா குணம் கொள்வதும்நான் உயிர் வாழ்வதும்உன் சொல்லில் உள்ளதடி உன் இறுக்கம் தான்என் உயிரை கொல்லுதடிகொல்லுதடி காதல் வந்தால் சொல்லி அனுப்புஉயிரோடிருந்தால் வருகிறேன்என் கண்ணில்            பிறந்த மண்ணை அள்ளி தின்றேன்உன்னை காணும் முன்புநீ நடந்த மண்ணை அள்ளி தின்றேன்உன்னை கண்ட பின்பு அன்னை தந்தை கண்டதில்லைநான் கண் திறந்த பின்புஎன் அத்தனை உறவும் மொத்தம் கண்டேன்உன்னை கண்ட பின்பு பெண்ணே என் பயணமோதொடங்கவே இல்லைஅதற்குள் அது முடிவதாவிளங்கவே இல்லை நான் கரையாவதும்இல்லை நுரையாவதும்வளர் பிறையாவதும்உன் சொல்லில் உள்ளதடி உன் இறுக்கம் தான்என் உயிரை கொல்லுதடிகொல்லுதடி காதல் வந்தால் சொல்லி அனுப்புகாதல் வந்தால் சொல்லி அனுப்புசொல்லி அனுப்பு சொல்லி அனுப்பு",
    "உருவகம் 1": "சுட்ட மண்ணிலே மீனாக மனம் வெட்ட வெளியிலே வாடுதடி",
    "விளக்கம் 1": "மனது வலியில் தவிக்கிறது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "காற்றே என் வாசல் வந்தாய்",
    "படம்": "ரிதம்",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னி கிருஷ்ணன்', 'கவிதா கிருஷ்ணமூர்த்தி']",
    "பாடல்வரிகள்": "காற்றே என் வாசல் வந்தாய்மெதுவாக கதவு திறந்தாய்காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் நேற்று நீ எங்கு இருந்தாய்காற்றே நீ சொல்வாய் என்றேன்சுவாசத்தில் இருந்ததாகசொல்லி சென்றாய் துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசுநிலவுள்ள வரையில்நிலமுள்ள வரையில்நெஞ்சினில் வீசு துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசு காற்றே என் வாசல் வந்தாய்மெதுவாக கதவு திறந்தாய்காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் கார்காலம் அழைக்கும்போதுஒளிந்துகொள்ள நீ வேண்டும்தாவணி குடை பிடிப்பாயா அன்பே நான் உறங்க வேண்டும்அழகான இடம் வேண்டும்கண்களில் இடம் கொடுப்பாயா நீ என்னருகில் வந்து நெளியநான் உன் மனதில் சென்று ஒளியநீ உன் மனதில் என்னுருவம்கண்டுபிடிப்பாயா பூக்களுக்குள்ளேதேன் உள்ள வரையில்காதலர் வாழ்கபூக்களுக்குள்ளேதேன் உள்ள வரையில்காதலர் வாழ்க பூமிக்கு மேலேவானுல வரையில்காதலும் வாழ்க காற்றே என் வாசல் வந்தாய்மெதுவாக கதவு திறந்தாய்காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் நேற்று நீ எங்கு இருந்தாய்காற்றே நீ சொல்வாய் என்றேன்சுவாசத்தில் இருந்ததாகசொல்லி சென்றாய் நெடுங்காலம் சிப்பிக்குள்ளேஉருண்டு நிக்கும் முத்து போல்என் பெண்மை திரண்டு நிற்கிறதே திறக்காத சிப்பி என்னைதிறந்து கொள்ள சொல்கிறதாஎன் நெஞ்சம் மருண்டு நிற்கிறதே நான் சிறு குழந்தைஎன்று நினைத்தேன்உன் வருகையினால் வயதறிந்தேன்என்னை மறுபடியும்சிறு பிள்ளையாய் செய்வாயா கட்டிலிடும் வயதில்தொட்டிலிட சொன்னால்சரியா சரியாகட்டிலிடும் வயதில்தொட்டிலிட சொன்னால்சரியா சரியா கட்டிலில் இருவரும்குழந்தைகள் ஆனால்பிழையா பிழையா காற்றே என் வாசல் வந்தாய்மெதுவாக காற்றே உன் பேரை கேட்டேன்காதல் என்றாய் துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசுநிலவுள்ள வரையில்நிலமுள்ள வரையில்நெஞ்சினில் வீசு துள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசுதுள்ளி வரும் காற்றேதுள்ளி வரும் காற்றேதாய் மொழி பேசு",
    "உருவகம் 1": "நெடுங்காலம் சிப்பிக்குள்ளேஉருண்டு நிக்கும் முத்து போல்என் பெண்மை திரண்டு நிற்கிறதே",
    "விளக்கம் 1": "மிகவும் தூய்மையான பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கும்மியடி பெண்ணே கும்மியடி",
    "படம்": "செல்லமே",
    "வருடம்": 2004,
    "இசைமைப்பாளர்": "ஹாரிஸ் ஜெயராஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சந்தியா']",
    "பாடல்வரிகள்": "குழு: தந்தன நா தான தந்தன நாதன தந்தன நா தான தந்தன நாதந்தன நா தான தந்தன நாதன தந்தன நா தான தந்தன நா குழு: கும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடிகும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடி குழு: குமரி பொண்ணுக்கு மாலை வந்ததுகுழைஞ்சு குழைஞ்சு கும்மியடிவயசு பொண்ணுக்கு வாழ்வு வந்ததுவளைஞ்சு வளைஞ்சு கும்மியடி குழு: எங்க வீட்டு தங்க விளக்குஏங்கி நிக்குது கும்மியடிஎன்னை ஊற்றி திரிய தூண்டஆளு வந்தது கும்மியடி            குழு: கும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடிகும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடி குழு: கும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடிகும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடி பெண்: அடி செக்க செவந்த அழகாகொஞ்ச செழிச்சு கிடக்கும் திமிரபத்து வருஷம் பக்கம் இருந்தும்பார்கவில்லடி நானும் பெண்: அந்த ராஜ கதவு திறந்தபல ரகசியமும் தெரிஞ்சாபதியம் கிடந்த மாப்பிள்ளை பையனும்பைத்தியம் ஆகா வேணும் பெண்: அடி தூக்கி இருக்கும் அழகுஅவன் தூக்கம் கெடுத்து போகும்அடி பாக்கி இருக்கும் அழகுஉயிர் பாதி வாங்கி போகும்            பெண்: தான தனதான தந்தானேதான தனதான தந்தானேதான தனதான தந்தானேதான தனதான தந்தானே பெண்: அடி பஞ்சு மேதையிலகுழு: ஒரு பந்தயம் நடக்குமேபெண்: அந்த பந்தயம் முடிவுலகுழு: அட ரெண்டுமே ஜெயகுமே பெண்: கும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடிகும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடி பெண்: கும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடிகும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடி பெண்: ஒரு போன்னுக்குள்ளது செருக்குஅடி ஆணுக்குள்ளது முறுக்குஅடி விடிய விடிய நடந்த கதையவிளக்க போகுது விளக்கு பெண்: இவ உலகம் மறந்து கிடப்பஅடி உறவு மட்டுமே நினைப்பஉடுத்தி போன சேலை மறந்துவேட்டி உடுத்தி நடப்ப பெண்: அடி மோகம் உள்ள புருஷன்பல முத்தம் சொல்லி கொடுப்பான்இன்னும் போக போக பாருஇவ ஒத்தி சொல்லி கொடுப்ப குழு: தான தனதான தந்தானேதான தனதான தந்தானேதான தனதான தந்தானேதான தனதான தந்தானே குழு: அடி உங்க வீட்டுக்குள்ளலட்சம் குயில் பாடட்டும்அடி சலங்கை கட்டிக்கிட்டுசந்தோஷம் ஆடட்டும் குழு: கும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடிகும்மியடி பெண்ணே கும்மியடிகூடி கோலாவையும் போட்டு கும்மியடி குழு: குமரி பொண்ணுக்கு மாலை வந்ததுகுழைஞ்சு குழைஞ்சு கும்மியடிவயசு பொண்ணுக்கு வாழ்வு வந்ததுவளைஞ்சு வளைஞ்சு கும்மியடி பெண்: எங்க வீட்டு தங்க விளக்குஏங்கி நிக்குது கும்மியடிஎன்னை ஊற்றி திரிய தூண்டஆளு வந்தது கும்மியடி குழு: தந்தன நா தான தந்தன நாதன தந்தன நா தான தந்தன நாதந்தன நா தான தந்தன நாதன தந்தன நா தான தந்தன நா குழு: தந்தன நா தான தந்தன நாதன தந்தன நா தான தந்தன நாதந்தன நா தான தந்தன நாதன தந்தன நா தான தந்தன நா",
    "உருவகம் 1": "எங்க வீட்டு தங்க விளக்கு",
    "விளக்கம் 1": "அனைவரையும் மகிழ்ச்சியூட்டும் அழகான பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "குறுக்கு சிறுத்தவளே",
    "படம்": "முதல்வன்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹாிஹரண்', ' மகாலக்ஷ்மி ஐயா்']",
    "பாடல்வரிகள்": "குறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னைக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்து தாயே குறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னைக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்து தாயே ஒரு கண்ணில் நீா் கசியஉதட்டு வழி உசிா் கசியஉன்னாலே சில முறை இறக்கவும்சில முறை பிறக்கவும் ஆனதே அட ஆத்தோட விழுந்த இலைஅந்த ஆத்தோட போவது போல்நெஞ்சு உன்னோடுதான் பின்னோடுதேஅட காலம் மறந்து காட்டு மரமும் பூக்கிறதே குறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னைக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்து தாயே கம்பஞ்சங்கு விழுந்த மாதிாியேகண்ணுக்குள்ள நொழஞ்சு உறுத்தறியே கொடியவிட்டு குதிச்ச மல்லிகையேஒரு மொழியில் சிாிச்சு பேசறியே வாயி மேல வாய வெச்சுவாா்த்தைகளை உறிஞ்சிபுட்டவிரல வெச்சு அழுத்திய கழுத்துலகொளுத்திய வெப்பம் இன்னும் போகல அடி ஒம்போல செவப்பு இல்லகணுக்கால் கூட கருப்பு இல்லநீ தீண்டும் இடம் தித்திக்குமேஇனி பாக்கி ஒடம்பும்செய்ய வேண்டும் பாக்கியமே குறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில்என்னக் கொஞ்சம் பூசு தாயேஉன் கொலுசுக்குள் மணியாகஎன்னக் கொஞ்சம் மாத்து தாயே ஒரு தடவ இழுத்து அணைச்சபடிஉயிா் மூச்ச நிறுத்து கண்மணியே ஒம்முதுக தொலைச்சி வெளியேறஇன்னும் கொஞ்சம் இருக்கு என்னவனே மழையடிக்கும் சிறு பேச்சுவெயிலடிக்கும் ஒரு பாா்வைஒடம்பு மண்ணில் புதையிற வரையில்உடன் வரக் கூடுமோ உசிா் என்னோட இருக்கயிலநீ மண்ணோட போவதெங்கேஅட உன் ஜீவனில் நானில்லையாகொல்ல வந்த மரணம் கூடக்குழம்புமைய்யா குறுக்கு சிறுத்தவளேஎன்னை குங்குமத்தில் கறைச்சவளேநெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் உன்ன கொஞ்சம் பூசுவேன் ஐயா உன் கொலுசுக்குள் மணியாகஎன்னைக் கொஞ்சம் மாத்துவேன் ஐயா",
    "உருவகம் 1": "கொடியவிட்டு குதிச்ச மல்லிகையே",
    "விளக்கம் 1": "நறுமணம் வீசும் பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கொஞ்சும் மைனாக்களே",
    "படம்": "கண்டுகொண்டேன் கண்டுகொண்டேன்",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஷாதனா சர்கம்']",
    "பாடல்வரிகள்": "கொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள் கொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள் அட இன்றே வர வேண்டும்என் தீபாவளி பண்டிகைஇன்றே வர வேண்டும்என் தீபாவளி பண்டிகை நாளை வெறும் கனவுஅதை ஏன் நம்பனும்நம் நட்டதும் ரோஜாஇன்றே பூக்கணும்            கொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள் பகலில் ஒரு வெண்ணிலாபகலில் ஒரு வெண்ணிலாவந்தால் பாவமாஇரவில் ஒரு வானவில்வந்தால் குற்றமா விடை சொல் சொல் சொல்மனசுக்குள் ஜல் ஜல் ஜல்விடை சொல் சொல் சொல்மனசுக்குள் ஜல் ஜல் ஜல் கொஞ்சம் ஆசை கொஞ்சம் கனவுஇவை இல்லாமல் வாழ்க்கையாநூறு கனவுகள் கண்டாலேஆறு கனவுகள் பலிக்காதாகனவே கை சேர வா கொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள்            என் பேரைச் சொல்லியேகுயில்கள் கூவட்டும்எனக்கேற்ற மாதிாிபருவம் மாறட்டும் பரதம் தம் தம்மனதுக்குள் தாம் தூம் திம்பரதம் தம் தம்மனதுக்குள் தாம் தூம் திம் பூங்காற்றே கொஞ்சம் கிழித்துஎங்கள் முக வோ்வை போக்கிடும்நாளை என்பது கடவுளுக்குஇன்று என்பது மனிதருக்குவாழ்வே வாழ்பவா்க்கு கொஞ்சும் மைனாக்களேகொஞ்சும் மைனாக்களேஎன் குரல் கேட்டு ஒன்று கூடுங்கள் அட இன்றே வர வேண்டும்என் தீபாவளி பண்டிகைஇன்றே வர வேண்டும்என் தீபாவளி பண்டிகை நாளை வெறும் கனவுஅதை ஏன் நம்பனும்நம் நட்டதும் ரோஜாஇன்றே பூக்கணும்",
    "உருவகம் 1": "வெண்ணிலா வந்தால் பாவமா இரவில் ஒரு வானவில் வந்தால் குற்றமா",
    "விளக்கம் 1": "எதிர்பாராத நிகழ்வுகள் நடைபெறுமா",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கொடியிலே மல்லியப்பூ",
    "படம்": "கடலோர கவிதைகள்",
    "வருடம்": 1986,
    "இசைமைப்பாளர்": "இளையராஜா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஜெயச்சந்திரன்', ' S ஜானகி']",
    "பாடல்வரிகள்": "கொடியிலே மல்லியப்பூமணக்குதே மானேஎடுக்கவா தொடுக்கவாதுடிக்கிறேன் நானே பறிக்கச் சொல்லி தூண்டுதேபவழமல்லித் தோட்டம்நெருங்க விடவில்லையேநெஞ்சுக்குள்ள கூச்சம் கொடியிலே மல்லியப்பூமணக்குதே மானேகொடுக்கவா தடுக்கவாதவிக்கிறேன் நானே மனசு தடுமாறும்அது நெனைச்சா நிறம் மாறும்மயக்கம் இருந்தாலும்ஒரு தயக்கம் தடை போடும் நித்தம் நித்தம் உன் நெனப்புநெஞ்சுக்குழி காயும்மாடு ரெண்டு பாதை ரெண்டுவண்டி எங்கே சேரும் பொத்தி வெச்சா அன்பு இல்லசொல்லிப்புட்டா வம்பு இல்லசொல்லத்தானே தெம்பு இல்லஇன்ப துன்பம் யாரால பறக்கும் திசையேதுஇந்த பறவை அறியாதுஉறவோ தெரியாதுஅது உனக்கும் புரியாது பாறையிலே பூமொளைச்சுபார்த்தவங்க யாருஅன்பு கொண்ட நெஞ்சத்துக்குஆயிசு நூறு காலம் வரும் வேளையிலேகாத்திருப்பேன் பொன்மயிலே தேதி வரும் உண்மையிலேசேதி சொல்வேன் கண்ணாலே கொடியிலே மல்லிகைப்பூமணக்குதே மானேகொடுக்கவா தடுக்கவாதவிக்கிறேன் நானே பறிக்கச் சொல்லி தூண்டுதேபவழமல்லித் தோட்டம்நெருங்க விடவில்லையேநெஞ்சுக்குள்ள கூச்சம் கொடியிலே மல்லிகைப்பூமணக்குதே மானேஎடுக்கவா தொடுக்கவாதுடிக்கிறேன் நானே",
    "உருவகம் 1": "கொடியிலே மல்லியப்பூ மணக்குதே",
    "விளக்கம் 1": "நறுமணம் வீசும் பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கொலைகாரா அனலாச்சு",
    "படம்": "தம்பி வெட்டோத்தி சுந்தரம்",
    "வருடம்": 2011,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['கார்த்திக்', ' கல்யாணி']",
    "பாடல்வரிகள்": "கொலைகாராஅனலாச்சு என் மூச்சுபுத்தி மாறி போயாச்சுஅட கொலைகாரா ஹோய் கொலைகாரிஉன்ன பாத்து உசுர் போச்சுநின்னு போச்சு என் மூச்சுஅடி கொலைகாரி உன் மடியில் சீராட்டுஎன் மனச தாலாட்டுஅந்த அலைமேல் பாய் போட்டுஎன் அழகே நீராட்டு கொலைகாராஅனலாச்சு என் மூச்சுபுத்தி மாறி போயாச்சுஅட கொலைகாரா ஹோய் பாலும் சோறும் உங்காமபச்சை தண்ணி செல்லாமஇத்து இத்து போனேனேஎச்சில் முத்தம் இல்லாம நெஞ்சாங்கனி தாங்காமரெண்டு கண்ணும் தூங்காமகட்டில் சுகம் காங்காமகாமன் செய்யும் நாட்டாமை பச்ச வாழ தோப்புக்குள்ளபந்தி வெக்க வாடிப்புள்ளபால் பழங்கள் கூடைக்குள்ளபத்தியமும் தேவையில்லகொலைகாரி ஏ நாஞ்சில் நாட்டுக் கடலெல்லாம்உன்ன கண்டு வலைவீசும்சங்கு முத்து எல்லாமேதங்க கால விலைபேசும் ஓர கரை எல்லாமேஒட்டிக்கொள்ளும் மீன்வாசம்உன்ன மட்டும் தொட்டாலேமாசம் எல்லாம் பூவாசம் பாதி கொலை செஞ்சுப்புட்டுதப்பி செல்லும் மூடாமுத்தம் இட்டு மொத்தத்தையும்கொன்னுப்புட்டு போடா ஆசை வச்ச பொம்பளைக்குஅஞ்சு நாளா தூக்கமில்லைமீசை வச்ச ஆம்பளைக்குமெத்தை வாங்க நெனப்பில்லை கொலைகாரிஉன்ன பாத்து உசுர் போச்சுநின்னு போச்சு என் மூச்சுஅடி கொலைகாரி கொலைகாராஅனலாச்சு என் மூச்சுபுத்தி மாறி போயாச்சுஅட கொலைகாரா உன் மடியில் சீராட்டுஎன் மனச தாலாட்டுஅந்த அலைமேல் பாய் போட்டு என் அழகே நீராட்டு",
    "உருவகம் 1": "சங்கு முத்து எல்லாமே தங்க கால விலைபேசும்",
    "விளக்கம் 1": "மிக உயர்ந்த குணங்களை உடைய பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "கோடு போட்டா",
    "படம்": "ராவணன்",
    "வருடம்": 2010,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['பென்னி டயால்']",
    "பாடல்வரிகள்": "கோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடுநேத்துவரைக்கும் உங்க சட்டம்இன்னைக்கிருந்து எங்க சட்டம் கோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடுவில்ல போல வளைஞ்ச கூட்டம்வேல போல நிமிர்ந்து விட்டோம் சோத்துல பங்கு கேட்டாஅட இலயப்போடு இலயசொத்துல பங்கு கேட்டாஅவன் தலயப்போடு தலய ஊரான் வீட்டு சட்டத்துக்குஊரு நாடு மசியாதுமேகம் வந்து சத்தம் போட்டாஆகாயம் தான் கேட்காதுபாட்டன் பூட்டன் பூமிய யாரும்பட்டா போடக் கூடாது            பாம்பு கூட பழகிபசும் பால ஊத்தும் சாதிதப்பு தண்டா செஞ்சாஅட அப்பத் தெரியும் சேதி கள்ளிக்காட்டு புள்ளத்தாச்சிகல்ல பெத்தா வீரனடாஜல்லிக்கட்டு மாடு கிழிச்சாசரியும் குடலே மாலையடாசெத்த கெழவன் எழுதிவெச்சஒத்த சொத்து வீரமடா கோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடு எங்க காத்துமீன்சுட்ட வாசம் அடிக்கும்எங்க தண்ணிஎரி சாராயம் போல் உறைக்கும் வத்திப் போன உசுரோடவாழ்வானே சம்சாரிஒரு சப்பாத்திகள்ளி வாழவேணாமே மும்மாரி            எட்டுக்கானி போனாஅட எவனும் ஏழை இல்லமானம் மட்டும் போனாநீ மக்கா நாளே ஏழை மனைவி மாதா மட்டும் இல்லமண்ணும் கூட மானம்தான்சீயான் காட்ட தோண்டிப் பாத்தாசெம்மண் ஊத்து ரத்தம்தான் கோ கோ கோகோடு போட்டா கொன்னு போடுவேலி போட்டா ஹே வெட்டி போடுநேத்துவரைக்கும் உங்க சட்டம்இன்னைக்கிருந்து எங்க சட்டம் கோடு போட்டா கொன்னு போடுவேலி போட்டா வெட்டி போடுநேத்துவரைக்கும் உங்க சட்டம்நேத்துவரைக்கும் உங்க சட்டம்நேத்துவரைக்கும் உங்க சட்டம்இன்னைக்கிருந்து எங்க சட்டம்",
    "உருவகம் 1": "எங்க தண்ணி எரி சாராயம் போல் உறைக்கும்",
    "விளக்கம் 1": "போதையூட்டும் சுவையுடைய தூய நீர்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சண்ட கோழி கோழி",
    "படம்": "ஆயுத எழுத்து",
    "வருடம்": 2004,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['மதுஸ்ரீ']",
    "பாடல்வரிகள்": "சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா கைய வெச்சாநெஞ்சுக்குள்ளே கையா முயாநீ ரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையாரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையா கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா            வாங்கி போட்டேன் வெத்தலைசெவக்கள சாமிவாயி முத்தம் குடுத்தாசெவந்திடும் சாமிசொர்க்கபுரம் போவோணும்நல்ல வழி காமி ஒட்டுக்கின்னு மேனிதொடங்கட்டும் உறவுவட்டி கட போலேவளரட்டும் வயிறு கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியாகைய வெச்சாநெஞ்சுக்குள்ளே கையா முயா            மச்சு வீடு வேணாம்மெட்டு கட்டு போதும்மெத்த ஏதும் வேணாம்ஒத்த பாயி போதும் மூக்குத்தியின் பொன் கீத்துராத்திரிக்கு போதும்சைவ முத்தம் கொடுத்தாஒத்து போக மாட்டேன்சாகசத்த காட்டுசெத்து போக மாட்டேன் கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா சண்ட கோழி கோழிஇவ சண்ட கோழிகொஞ்சம் தடவு தடவுஇவ சொந்த கோழியா கைய வெச்சாநெஞ்சுக்குள்ளே கையா முயாநீ ரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையாரெண்டு மொழதுல பாய போடயாசண்டை வந்துச்சா தள்ளி படுமையா கொஞ்ச நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா ஐயா யாகொஞ்சம் நேரம்என்ன கொல்லையா",
    "உருவகம் 1": "சண்ட கோழி கோழிஇவ சண்ட கோழி",
    "விளக்கம் 1": "சண்டை போடா கூடிய பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சந்தனத் தென்றலை",
    "படம்": "கண்டுகொண்டேன்கண்டுகொண்டேன்",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "ஏ.ஆா்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சங்கா் மகாதேவன்']",
    "பாடல்வரிகள்": "இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய் சந்தனத் தென்றலைஜன்னல்கள் தண்டித்தால்நியாயமா நியாயமாகாதலின் கேள்விக்குகண்களின் பதில் என்னமௌனமா மௌனமா அன்பே எந்தன் காதல் சொல்லநொடி ஒன்று போதுமேஅதை நானும் மெய்ப்பிக்கத்தானேஒரு ஆயுள் வேண்டுமே இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்            சந்தனத் தென்றலைஜன்னல்கள் தண்டித்தால்நியாயமா நியாயமாகாதலின் கேள்விக்குகண்களின் பதில் என்னமௌனமா மௌனமா அன்பே எந்தன் காதல் சொல்லநொடி ஒன்று போதுமேஅதை நானும் மெய்ப்பிக்கத்தானேஒரு ஆயுள் வேண்டுமே இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய் இதயம் ஒரு கண்ணாடிஉனது பிம்பம் விழுந்ததடிஇதுதான் உன் சொந்தம்இதயம் சொன்னதடி கண்ணாடி பிம்பம் கட்டகயிா் ஒன்றும் இல்லையடிகண்ணாடி ஊஞ்சல்பிம்பம் ஆடுதடி            நீ ஒன்று சொல்லடி பெண்ணேஇல்லை நின்று கொல்லடி கண்ணே எந்தன் வாழ்க்கையேஉந்தன் விழிவிளிம்பில்என்னைத் துரத்தாதேஉயிா் கரையேறாதே இல்லை இல்லை சொல்லஒரு கணம் போதும்இல்லை என்ற சொல்லைத்தாங்குவதென்றால்இன்னும் இன்னும் எனக்கோா்ஜென்மம் வேண்டும்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய் சந்தனத் தென்றலைஜன்னல்கள் தண்டித்தால்நியாயமா நியாயமாகாதலின் கேள்விக்குகண்களின் பதில் என்னமௌனமா மௌனமா விடியல் வந்த பின்னாலும்விடியாத இரவு எதுபூவாசம் வீசும்உந்தன் கூந்தலடி இவ்வுலகம் இருண்ட பின்னும்இருளாத பாகம் எதுகதிா் வந்து பாயும்உந்தன் கண்களடி பல உலக அழகிகள் கூடிஉன் பாதம் கழுவலாம் வாடி என் தளிா் மலரேஇன்னும் தயக்கமென்னஎன்னைப் புாியாதாஇது வாழ்வா சாவா என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்நியாயமா நியாயமா என்ன சொல்லப் போகிறாய்என்ன சொல்லப் போகிறாய்மௌனமா மெளனமாஎன்ன சொல்லப் போகிறாய்",
    "உருவகம் 1": "இதயம் ஒரு கண்ணாடி",
    "விளக்கம் 1": "எளிதாக உடைந்து போக கூடிய மனது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சந்திரனை தொட்டது யாா்",
    "படம்": "ரட்சகன்",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "சந்திரனை தொட்டது யாா்ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்காசத்தியமாய் தொட்டது யாா்நான்தானே அடி நான்தானே கனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானேகனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானே சந்திரனை தொட்டது யாா்நீதானா அட நீதானாசத்தியமாய் தொட்டவனும்நீதானா அது நீதானா நெருங்கி தொட்டவனேநிலவு நான்தானாஉன் நிலவு நான்தானாஉன் நிலவு நான்தானா ஹோ பூக்களை செடிகொடியின்பொருளென்று நினைத்திருந்தேன்ஓ பூக்களை செடிகொடியின்பொருளென்று நினைத்திருந்தேன்பூவை உன்னைப் பாா்த்த பின்னேபூக்களின் மொழியறிந்தேன் தலையணை என்பதெல்லாம்தலைக்கென்று நினைத்திருந்தேன்தலைவனைப் பிாிகையிலேதலையணைத் துணையறிந்தேன் தீப்பந்தம் போன்றவன் நான்தீபமென்று ஆகிவிட்டேன் புயலுக்கு பிறந்தவள் நான்தென்றலென்று மாறிவிட்டேன் கருங்கல்லைப் போன்றவன் நான்கற்பூரம் ஆகிவிட்டேன்சந்திரனை… சந்திரனை தொட்டது யாா்ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்காசத்தியமாய் தொட்டது யாா்நான்தானே அடி நான்தானே கனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானேகனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானே தாமரை மலா்கொண்டுஉடல் செய்த ஓவியமேஎன்னுடல் பாரம் மட்டும்எந்த விதம் தாங்குகிறாய் மீன்களை சுமப்பதொன்றும்நீருக்கு பாரமில்லைகாதலை சுமக்கையிலேகாதலரும் பாரமில்லை சொா்க்கத்துக்கு வந்துவிட்டோம்தா்க்கத்திற்க்கு நேரமில்லை முத்தங்கள் நீ வழங்குஇதழுக்கு நேரமில்லை ஓ தொடங்குதல் மிக எளிதுமுடிப்பதுதான் பொிய தொல்லை சந்திரனே… சந்திரனை தொட்டது யாா்ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்காசத்தியமாய் தொட்டது யாா்நான்தானே அடி நான்தானே கனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானேகனவு தேவதையே நிலவு நீதானேஉன் நிழலும் நான்தானே",
    "உருவகம் 1": "நிலவு நீதானேஉன் நிழலும் நான்தானே",
    "விளக்கம் 1": "எப்போதும் உன்னை பிரிய மாட்டேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சில்லென்ற தீப்பொறி",
    "படம்": "தித்திக்குதே",
    "வருடம்": 2003,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "சில்லென்ற தீப்பொறி ஒன்றுசிலு சிலு சிலுவெனகுளு குளு குளுவெனசர சர சர வெனபரவுது நெஞ்சில் பார்த்தாயா இதோ உன் காதலன் என்றுவிறு விறு விறுவெனகல கல கலவெனஅடி மன வெளிகளில்ஒரு நொடி நகருது கேட்டாயா உன் மெத்தை மேல் தலை சாய்கிறேன்உயிர் என்னையே தின்னுதேஉன் ஆடைகள் நான் சூடினேன்என்னென்னவோ பண்ணுதே தித்திக்குதே தித்திக்குதேதித்திக்குதே தித்திக்குதே            தித்திக்குதே தித்திக்குதேதித்திக்குதே நா நான நான நான நாதித்திக்குதே தித்திக்குதேதித்திக்குதே நா நான நான நான நா சில்லென்ற தீப்பொறி ஒன்றுசிலு சிலு சிலுவெனகுளு குளு குளுவெனசர சர சர வெனபரவுது நெஞ்சில் பார்த்தாயா கண்ணா உன் காலணி உள்ளேஎன் கால்கள் நான் சேர்ப்பதும்கண்மூடி நான் சாய்வதும்கனவோடு நான் தொய்வதும் கண்ணா உன் கால் உறை உள்ளேஎன் கைகள் நான் தொய்ப்பதும்உள்ளுற தேன் பாய்வதும்உயிரோடு நான் தேய்வதும் முத்து பையன் தேநீர் உண்டுமிச்சம் வைத்த கோப்பைகளும்தங்க கைகள் உண்ணும் போதுதட்டில் பட்ட ரேகைகளும்மூக்கின் மேலே முகாமிடும்கோபங்களும் ஓ            தித்திக்குதே தித்திக்குதேதித்திக்குதே தித்திக்குதே அன்பே உன் புன்னகை கண்டுஎனக்காக தான் என்றுஇரவோடு நான் எரிவதும்பகலோடு நான் உறைவதும் நீ வாழும் அறைதனில் நின்றுஉன் வாசம் நாசியில் உண்டுநுரை ஈரல் பூ மலர்வதும்நோய் கொண்டு நான் அழுவதும் அக்கம் பக்கம் நோட்டம் விட்டுஆளை தின்னும் பார்வைகளும்நேரில் கண்டு உண்மை சொல்லநெஞ்சில் முட்டும் வார்த்தைகளும்மார்பை சுடும் தூரங்களில்சுவாசங்களும் ஓ தித்திக்குதே தித்திக்குதேதித்திக்குதே தித்திக்குதே தித்திக்குதே தித்திக்குதேதித்திக்குதே நா நான நான நான நாதித்திக்குதே தித்திக்குதேதித்திக்குதே நா நான நான நான நா Short Info தித்திக்குதே என்பது பிருந்தா சாரதி இயக்கி 2003 ஆம் ஆண்டு வெளியான இந்திய தமிழ் மொழி காதல் நாடக திரைப்படம் ஆகும். இத்திரைப்படத்தில் ஜீவா, ஸ்ரீதேவி விஜய்குமார் ஆகியோர் முக்கிய வேடங்களில் நடிக்கின்றனர். இப்படத்திற்கான இசையை வித்யாசாகர் இசையமைத்தார். இப்படம் ஆகஸ்ட் 1, 2003 அன்று வெளியிடப்பட்டது. இந்த படம் 2001 தெலுங்கு திரைப்படமான மனசந்த நுவே-வின் தமிழ் மறுஉருவாக்கம் ஆகும். மேலும் இப்படம் அக்னி பிரேம் என்று இந்தியிலும் மொழியாக்கம் செய்யப்பட்டுள்ளது. மேலும் அறிய",
    "உருவகம் 1": "உன் வாசம் நாசியில் உண்டுநுரை ஈரல் பூ மலர்வதும்",
    "விளக்கம் 1": "உன் வாசனை என்னை மயக்கிறது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "செக்க செக்கசெவந்த பொண்ணு",
    "படம்": "வல்லரசு",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்', 'S ஜானகி']",
    "பாடல்வரிகள்": "செக்க செக்கசெவந்த பொண்ணுவண்ணச் சித்திரத்தில்வரைஞ்ச கண்ணுஹோய் ஹோய் ஹோய் செக்க செக்கசெவந்த பொண்ணுவண்ணச் சித்திரத்தில்வரைஞ்ச கண்ணு அந்த ஊத்துக்குளிவெண்ணையிலேதங்கம் ஊத்தி செஞ்சபொன் மயிலேஅடி சர்வதேச அழகுந்தன்சருமத்தில் ஜொலிக்கிறதே தாய்லாந்திலே கன்னம்இத்தாலியில் கால்கள்மலையாளத்தில் நெஞ்சம்நீ வாங்கினாய் ஹோய் ஹோய் செக்க செக்கசெவந்த பொண்ணுஇந்தச் சிங்கத்துக்குசமஞ்சப் பொண்ணு ஹா செக்க செக்கசெவந்த பொண்ணுஇந்தச் சிங்கத்துக்குசமஞ்சப் பொண்ணு நான் ஒத்தையிலமெத்தையில நித்திரையில்கெடக்கையில்உன் நெனப்பு என்ன இழுக்கும்உன் குசும்பு தொட்டுதொட்டு தூள் கெளப்பும் உன் பத்து விரல்தொட வேணாம்ஒத்த விரல் தொட்டா போதும்செத்தவுடன் மோட்சம் கிடைக்கும்இல்லாட்டி செத்த பின்னும்காய்ச்சல் அடிக்கும் இன்ப ராசாநெருப்பு நெருப்பு வந்துநெத்தியில் கொதிக்குதுஇதயம் இதயம் ரெண்டாய்வெடித்து சிதறுது பெண்ணேநீ சிற்றின்ப மானாஇல்லை நீ பேரின்ப தேனாஎங்கெங்கே தொட்டாலும்அங்கங்கே பூப்பூக்கிறாய் ஹோய் செக்க செக்கசெவந்த பொண்ணுஇந்தச் சிங்கத்துக்குசமஞ்சப் பொண்ணு செக்க செக்கசெவந்த பொண்ணுஇந்தச் சிங்கத்துக்குசமஞ்சப் பொண்ணு நான் காலைமாலை ஜாமம் என்றுமூன்று நேரம் உண்ட பின்னும்இன்பத்துப்பால் சலிக்கவில்லைஎன் கண்ணேஇதழ் ரசம் புளிக்கவில்லை நான் முடிகொஞ்சம் திருத்தவும்உடை மாற்றி உடுத்தவும்இடைவெளி கிடைக்கவில்லைஉன் கண்ணில் இன்ப வெறிகுறையவில்லை மன்னாமுத்தம் தந்தே கொல்வாயாஎன்னை நீ தேடல் செய்வாயாஉன் ஆனந்தம் தீராமல்நான் தூங்க நாள் இல்லையா செக்க செக்கசெவந்த பொண்ணுவண்ணச் சித்திரத்தில்வரைஞ்ச கண்ணு அடி செக்க செக்கசெவந்த பொண்ணுவண்ணச் சித்திரத்தில்வரைஞ்ச கண்ணு அந்த ஊத்துக்குளிவெண்ணையிலேதங்கம் ஊத்தி செஞ்சபொன் மயிலேஅடி சர்வதேச அழகுந்தன்சருமத்தில் ஜொலிக்கிறதே தாய்லாந்திலே கன்னம்இத்தாலியில் கால்கள்மலையாளத்தில் நெஞ்சம்நீ வாங்கினாய் ஹோய் ஹோய் செக்க செக்கசெவந்த பொண்ணுஇந்த சிங்கத்துக்குசமஞ்சப் பொண்ணு ஹோய் செக்க செக்கசெவந்த பொண்ணுஇந்தச் சிங்கத்துக்குசமஞ்சப் பொண்ணு",
    "உருவகம் 1": "சித்திரத்தில்வரைஞ்ச கண்ணு",
    "விளக்கம் 1": "மிக நேர்த்தியான கண்கள்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சொட்ட சொட்ட நனையுதுதாஜ் மஹாலு",
    "படம்": "தாஜ்மஹால்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "அடி நீ இங்கேஅடி நீ இங்கேநீ இங்கேநீ இங்கேபூ சூடும் ஆள் எங்கேதாலி கட்ட கழுத்து அரிக்குதே இந்த சிறுக்கி மகஉசிர உருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானா இந்த சிறுக்கி மகஉசிர உருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானா சொட்ட சொட்ட நனையுது தாஜ் மஹாலுகுடையேதும் வேணாம் வா மாயாஇருவரும் ஆளுக்கொரு குடையாவோம்மேளந்தட்டி மேளங்கொட்டி வா மாயா            அடி நீ இங்கேஅடி நீ இங்கேநீ இங்கேநீ இங்கேபூ சூடும் ஆள் எங்கேதாலி கட்ட கழுத்து அரிக்குதே இந்த சிறுக்கி மக உசிரஉருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானே இந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானேஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானே சொட்ட சொட்ட நனையுது தாஜ் மஹாலுகுடையேதும் வேணாம் வா மாயாஇருவரும் ஆளுக்கொரு குடையாவோம்மேளந்தட்டி மேளங்கொட்டி வா மாயா அடி நீ இங்கேஅடி நீ இங்கே            உனக்காக உயிர் பூத்து நின்றேன்உனக்காக கன்னி காத்து நின்றேன்இன்னும் நானும் சிறுமிதான்எப்போதென்னை பெண் செய்குவாய் உனக்காக உயிர் பூத்து நின்றேன்உனக்காக காத்து காத்து நின்றேன்இன்னும் நானும் சிறுமிதான்எப்போதென்னை பெண் செய்குவாய் வந்து மூன்று முடிச்சு போடுபின்பு முத்த முடிச்சு போடுஎன்னை மொத்தமாக மூடு மூடு நீ எனக்குள் புதையல் எடுக்கநானும் உனக்குள் புதையல் எடுக்கஉயிரின் ஆழம் சென்று தேடு தேடு இளமையின் தேவைஎது எது என்றுஅறிந்தவன் நீயல்லவாஇதுவரை வாழ்ந்தவாழ்க்கைக்கு அர்த்தம்அன்பே நீ சொல்லவா சொட்ட சொட்ட நனையுது தாஜ் மஹாலுகுடையேதும் வேணாம் வா மாயாஇருவரும் ஆளுக்கொரு குடையாவோம்மேளந்தட்டி மேளங்கொட்டி வா மாயா அடி நீ இங்கேஅடி நீ இங்கேநீ இங்கேநீ இங்கேபூ சூடும் ஆள் எங்கேதாலி கட்ட கழுத்து அரிக்குதே இந்த சிறுக்கி மக உசிரஉருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானே இந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானேஇந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானே இந்த சிறுக்கி மக உசிரஉருக்கி குடிக்கஅந்த முரட்டு பயலும்வருவானே இந்த சேலை வாங்கிக்கொண்டுசேலை வாங்கி தான்சொந்தச்சேலை தருவானே",
    "உருவகம் 1": "இருவரும் ஆளுக்கொரு குடையாவோம்",
    "விளக்கம் 1": "ஒருவருக்கொருவர் துணையாக இருப்போம்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சோனியா சோனியா",
    "படம்": "ரட்சகன்",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உதித் நாராயணன்', ' உன்னிகிருஷ்ணன்', ' ஹாிணி']",
    "பாடல்வரிகள்": "சோனியா...\nசோனியா... சோனியா சோனியா\nசோனியா........\nசோனியா சோனியா சொக்க வைக்கும் சோனியா\nகாதலில் நீ எந்த வகை கூறு\nஹே.. சோனியா சோனியா சொக்க வைக்கும் சோனியா\nகாதலில் நீ எந்த வகை கூறு\nகாதலிலே ரெண்டு வகை, சைவம் உண்டு அசைவம் உண்டு\nரெண்டில் நீ எந்த வகை கூறு\nசில நாள் சைவமும் உண்டு, சில நாள் அசைவமும் உண்டு\nபெண்ணின் கண்களை கண்டு, சேவை செய்வது நன்று.\nசோனியா சோனியா சொக்க வைக்கும் சோனியா\nகாதலில் நீ எந்த வகை கூறு\nகாதலிலே ரெண்டு வகை, சைவம் உண்டு அசைவம் உண்டு\nரெண்டில் நீ எந்த வகை கூறு\nசில நாள் சைவமும் உண்டு, சில நாள் அசைவமும் உண்டு\nபெண்ணின் கண்களை கண்டு, சேவை செய்வது நன்று\nபாமா... பாமா...\nரிக ரிக ரிமக ரிக\nபாமா...\nரிக ரிக ரிமக ரிக\n\nபூவோடு உரசும் பூங்காற்றை போலே\nசீரோடு அணைத்தால் அது சைவம்\nவேரோடு வளைக்கும் புயல் காற்றை போலே\nமார்போடு இழுத்தால் அது அசைவம்\nபுல்லில் வந்து விழும் தூறலை போல்\nஒரு பெண்ணின் மீது கை தீண்டுவது சைவம்\nகரையை மீறுகின்ற வெள்ளத்தை போல்\nஒரு பெண்ணை சேர்ந்து எல்லை தாண்டுவது அசைவம்\nபெண் கூந்தல் மீது பூவாகட்டா?\nபூ கூந்தல் கலைத்து விளையாடட்டா?\nமெலிதான முத்தத்தில் சக்தியில்லை\nமெத்தை மேல் சைவத்தில் அர்த்தமில்லை\nபேரின்பம் காணாத பெண் ஒன்றும் பெண் இல்லை\nசோனியா சோனியா சொக்க வைக்கும் சோனியா\nகாதலில் நீ எந்த வகை கூறு\n\nஉள் நெஞ்சு துடிக்கும் உள்ளுக்குள் வெடிக்கும்\nபூ போலே அணைக்க பொறுமை இல்லை\nபெண் ஒன்று புதுமை கண்ணாடி பதுமை\nகையால தெரிந்தால் கவலை இல்லை\nகாதல் Cricket-இல் சட்டம் இல்லை\nஒரு சாஸ்திரம் இல்லை\nRuns எடுப்பதுதான் வேலை\nபெண்மை பாரங்கள் தாங்குவதில்லை\nகண் தூங்குவதில்லை\nபெண் மல்லிகை பூ மாலை\nதட்டாமல் போனால் தங்கமில்லை\nமுட்டாமல் போனால் மோகமில்லை\nகாமத்தின் வாதத்தில் நியாயமில்லை\nகன்னத்தின் காயங்கள் காதலில்லை\nபெண் தேவை எதுவென்று அறிகின்ற ஆணில்லை\nசோனியா சோனியா சொக்க வைக்கும் சோனியா\nகாதலில் நீ எந்த வகை கூறு\nகாதலிலே ரெண்டு வகை, சைவம் உண்டு அசைவம் உண்டு\nரெண்டில் நீ எந்த வகை கூறு\nசில நாள் சைவமும் உண்டு, சில நாள் அசைவமும் உண்டு\nபெண்ணின் கண்களை கண்டு, சேவை செய்வது நன்று\nசோனியா... சோனியா சோனியா",
    "உருவகம் 1": "பெண் ஒன்று புதுமை கண்ணாடி பதுமை",
    "விளக்கம் 1": "மிகவும் இளமையான கண்களை உடைய பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தப்பே இல்ல",
    "படம்": "மழை",
    "வருடம்": 2005,
    "இசைமைப்பாளர்": "தேவி ஸ்ரீ பிரசாத்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமண்யம்', ' ஹரிணி']",
    "பாடல்வரிகள்": "ஹே தப்பே இல்லதொட்டுக்க தப்பே இல்லகுழு: டும் டும் டும் தள்ளி நின்னாவாழ்க்கையிலே உப்பே இல்லகுழு: டும் டும் டும் உடலும் உடலும்பசி கொண்ட பின்னாலேஉதடும் உதடும்ஒட்டி கொள்வதால் தப்பே இல்லமுட்டிக்கோ தப்பே இல்லகுழு: டும் டும் டும் காதல் வந்தால்எதுக்கும் சட்டம் இல்லகுழு: டும் டும் டும் விழியும் விழியும்கற்பழிச்ச பின்னாலேவிரலும் விரலும்பிண்ணி கொள்வதால் தப்பே இல்லதொட்டுக்க தப்பே இல்லகுழு: டும் டும் டும் தள்ளி நின்னாவாழ்க்கையிலே உப்பே இல்லகுழு: டும் டும் டும் அஞ்சு விறல் தீண்டலாம்ஆசைகளை தூண்டலாம்ஆடையுடன் கொஞ்சும் வரைதப்பே இல்லையே முடியும் மட்டும் நடக்கலாம்முயற்சி பண்ணி பார்க்கலாம்முன்ன பின்ன ஆகிவிட்டால்தப்பே இல்லையே கட்டி கொண்டால்அய்யய்யோ தப்பே இல்ல ஹே ஹே ஹேகட்டில் மேலே தப்புகள்தப்பே இல்லே தப்பே இல்லேதொட்டுக்க தப்பே இல்லேதள்ளி நின்னாவாழ்க்கையிலே உப்பே இல்லே குளத்து குள்ள குளிக்கலாம்தண்ணீர் மட்டும் உடுத்தலாம்ஊரு சனம் பாக்க மட்டும்தப்பே இல்லையே ஒத்த ஓலை பாயிலேரெண்டு பேரும் தூங்கலாம்முதுகு மட்டும் உரசி கொண்டால்தப்பே இல்லையே யுத்தம் வந்தாகொலையும் தப்பே இல்லஹான் ஹா ஹா காதல் வந்தாஎதுவும் தப்பே இல்லே தப்பே இல்லேதொட்டுக்க தப்பே இல்லே தப்பே இல்லேமுட்டிக்கோ தப்பே இல்லே உடலும் உடலும்பசி கொண்ட பின்னாலேஉதடும் உதடும்ஒட்டி கொள்வதால்",
    "உருவகம் 1": "தள்ளி நின்னா வாழ்க்கையிலே உப்பே இல்ல",
    "விளக்கம் 1": "காதலர்கள் சேராதிருந்தால் வாழ்க்கையில் பயனில்லை",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தாமரைப் பூவுக்கும்",
    "படம்": "பசும்பொன்",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['கிருஷ்ணச்சந்திரன்', 'சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "தாமரைப் பூவுக்கும்தண்ணிக்கும் என்னைக்கும்சண்டையே வந்ததில்லமாமன அள்ளி நீதாவணி போட்டுக்கமச்சினி யாரும் இல்ல கம்பங்கூழில் போட்ட உப்புகஞ்சி எல்லாம் சேர்தல் போலகண்டபோதே இந்த மூஞ்சிநெறஞ்சுப் போச்சு நெஞ்சுக்குள்ள நாக்குல மூக்கையேஏஹே தொட்டவன் நானடிபார்வையால் உசுரையேஓஹோ தொட்டவ நீயடி தாமரைப் பூவுக்கும்தண்ணிக்கும் என்னைக்கும்சண்டையே வந்ததில்ல மாமன அள்ளி நீதாவணி போட்டுக்கமச்சினி யாரும் இல்ல ஐயாறெட்டுநெல்லைப் போலஅவசரமா சமஞ்சஅயித்த மக பஞ்சதுக்குஆதரமா அமஞ்ச குட்டிபோட்டபூனைப் போலகாலச் சுத்திக் கொழஞ்சபாவமென்னு நீவி விட்டாகல்லுப் போட துணிஞ்ச சொந்தக்காரன் நான்தானேதொட்டுப் பாக்கக் கூடாதா கன்னம்தொடும் கை ரெண்டும்கீழேக் கொஞ்சம் நீளாதா இந்த நாட்டில் தீண்டமைதான்இன்னும் உள்ளதா வயசுக்கு வந்தப் பூஓஹோ ஆசையே பேசுமாவண்டுக்கும் பூவுக்கும்ஓஹோ சண்டையா சத்தமா தாமரைப் பூவுக்கும்தண்ணிக்கும் என்னைக்கும்சண்டையே வந்ததில்ல மாமன அள்ளி நான்தாவணி போட்டுக்கமாலையும் சூடவில்ல கம்மாக்குள்ள ஒத்த மரம்அங்கே போவோம் மாமாகம்மாத்தண்ணி வத்தும்போதுதிரும்பிறுவோம் மாமா நீச்சல் எல்லாம்சொல்லித் தாரேன்நீயும் கொஞ்சம் வாமாஅங்கே இங்கே கையிப்படும்சொல்லிபுட்டேன் ஆமா நிலாக் கறையை அழிச்சாலும்உன்னைத் திருத்த முடியாது பொரட்டிப்போட்டு அடிக்காமஆமை ஓடு ஒடையாது போகப் போக மாமனுக்குபுத்தி மாறுது கிள்ளவா அள்ளவாஓஹோ சொல்லடி செய்யலாம்வேட்டியா சேலையாஓஹோ பட்டிமன்றம் வைக்கலாம் தாமரைப் பூவுக்கும்தண்ணிக்கும் என்னைக்கும்சண்டையே வந்ததில்ல மாமன அள்ளி நீதாவணி போட்டுக்கமச்சினி யாரும் இல்ல கம்பங்கூழில் போட்ட உப்புகஞ்சி எல்லாம் சேர்தல் போல கண்டபோதே இந்த மூஞ்சிநெறஞ்சுப் போச்சு நெஞ்சுக்குள்ள மாமனே மாமனேஓஹோ ஓங்கிட்ட ஒட்டவாபூமிக்கும் வேருக்கும்ஓஹோ சண்டையா சத்தமா",
    "உருவகம் 1": "குட்டிபோட்ட பூனைப் போல காலச் சுத்திக் கொழஞ்ச பாவமென்னு",
    "விளக்கம் 1": "எப்போதும் கூட இருத்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தாயின் மணிக்கொடி",
    "படம்": "ஜெய்ஹிந்த்",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "தாயின் மணிக்கொடிதாயின் மணிக்கொடிசொல்லுது ஜெய்ஹிந்த்தாயகம் காத்திடதன்னலம் போக்கிடசொல்லுக ஜெய்ஹிந்த் என் இந்திய தேசம் இதுரத்தம் சிந்திய தேசமிதுஎன் இந்திய தேசம் இதுரத்தம் சிந்திய தேசமிதுகாந்தி மகான் வந்தகண்ணிய பூமி இது தாயின் மணிக்கொடிதாயின் மணிக்கொடிசொல்லுது ஜெய்ஹிந்த்தாயகம் காத்திடதன்னலம் போக்கிடசொல்லுக ஜெய்ஹிந்த் வண்ணம் பல வண்ணம்நம் எண்ணம் ஒன்றல்லோகுழு: பறவைகள் பலவன்றோவானம் ஒன்றன்றோ தேகம் பலவாகும்நம் ரத்தம் ஒன்றல்லோகுழு: பாஷைகள் பலவன்றோதேசம் ஒன்றன்றோ பூக்கள் கொண்டு வந்தால்இது புண்ணிய தேசமடாவாட்கள் கொண்டு வந்தால்தலை வாங்கிடும் தேசமடா எங்கள் ரத்தம்எங்கள் கண்ணீர்இவை இரண்டும்கலந்ததெங்கள் சரிதமேஇது தீயில் எழுந்து வந்த தேசமே தலை கொடுத்தார்அந்த அனைவருக்கும்தாயகமே எங்கள்முதல் வணக்கம் தாயின் மணிக்கொடிதாயின் மணிக்கொடிசொல்லுது ஜெய்ஹிந்த்தாயகம் காத்திடதன்னலம் போக்கிடசொல்லுக ஜெய்ஹிந்த் சட்டம் நம் சட்டம்புது வேகம் கொள்ளாதோகுழு: வேகமிருந்தால்தான்வெற்றிகள் உண்டாகும் மண்ணில் நம் மண்ணில்புது சக்தி பிறக்காதோகுழு : சக்தியிருந்தால்தான்சரித்திரம் உண்டாகும் சட்டம் கையில் கொண்டுநீ தீமை திருத்திவிடுசரியாய் இல்லை என்றால்அதன் வேரை அறுத்துவிடு புலி போல் எழுகபுயல் போல் விரைகஅட இளைய ரத்தம் என்ன போலியாஎழுகவேண்டும் புதிய இந்தியா சுதந்தரத்தை காத்தஅனைவருக்கும்சொல்லுகின்றோம்எங்கள் முதல் வணக்கம் தாயின் மணிக்கொடிதாயின் மணிக்கொடிசொல்லுது ஜெய்ஹிந்த்தாயகம் காத்திடதன்னலம் போக்கிடசொல்லுக ஜெய்ஹிந்த் என் இந்திய தேசம் இதுரத்தம் சிந்திய தேசமிதுகாந்தி மகான் வந்தகண்ணிய பூமி இது ஜெய்ஹிந்த்குழு: ஜெய்ஹிந்த் ஜெய்ஹிந்த்குழு: ஜெய்ஹிந்த் ஜெய்ஹிந்த்குழு: ஜெய்ஹிந்த் ஜெய்ஹிந்த்குழு: ஜெய்ஹிந்த்",
    "உருவகம் 1": "புலி போல் எழுக",
    "விளக்கம் 1": "வீரத்துடன் வருதல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தில்லானா தில்லானா",
    "படம்": "முத்து",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['மனோ', ' சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "ஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ தில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்குத் திக்குநெஞ்சில் தில்லானா தில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்கு திக்கு நெஞ்சில் தில்லானா ஹோ மஞ்சக் காட்டு மைனாஎன்ன கொஞ்சிக் கொஞ்சிப் போனாதிக்கு திக்கு நெஞ்சில் தில்லானா ஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ கண்ணு வெச்சதும் நீதானாவெடி கண்ணி வெச்சதும் நீதானாகட்டில் போட்டு நான் கப்பம் கட்டகாமன் சொன்னானா தில்லானா தில்லானா நான் தித்திக்கின்ற தேனாதிக்குத் திக்கு நெஞ்சில் தில்லானா மஞ்சக் காட்டு மைனா உன்ன கொஞ்சிகொஞ்சி போனாதிக்குத் திக்கு நெஞ்சில் தில்லானா ஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ பட்டிக்காட்டு முத்து நீயோபடிக்காத மேதைதொட்டுத் தொட்டுப் பேசத் தானேதுடித்தாளே ராதை கள்ளம் கபடமில்லை நானோஅறியாத பேதைமக்கள் மனம் தானே எந்தன்வழுக்காத பாதை கொடுத்தால நான் வந்தேன்எடுத்தால வேண்டாமா அடுத்தாளு பாராமல்தடுத்தாள வேண்டாமா முடி கொண்ட உன் மார்பில்முகம் சாய்க்க வேண்டாமா முடி போட்டு நம் சொந்தம்முடிவாக வேண்டாமா தடையேதும் இல்லாமல்தனித்தாள வேண்டாமா நான் தித்திக்கின்ற தேனாதிக்குத் திக்கு நெஞ்சில் தில்லானா உன்ன கொஞ்சிகொஞ்சிப் போனாதிக்கு திக்கு நெஞ்சில் தில்லானா கண்ணு வெச்சதும் நீதானாவெடி கண்ணி வெச்சதும் நீதானா கட்டில் போட்டுநீ கப்பம் கட்டகாமன் சொன்னானா திக்குத் திக்கு நெஞ்சில்திக்குத் திக்கு நெஞ்சில்திக்குத் திக்கு நெஞ்சில்திக்குத் திக்கு நெஞ்சில் சிவப்பான ஆண்கள் இங்கேசிலகோடி உண்டுகறுப்பான என்னைக் கண்டுகண் வைத்ததென்ன கடல் வண்ணம்வானின் வண்ணம்கருவண்ணம் தானேகடல் வானம் காணும்போதுஉனைக் கண்டேன் நானே மண்ணோடு சேராமல்நடக்கின்றேன் உன்னாலே மருதாணி பூசாமல்சிவக்கின்றேன் உன்னாலே சுட்டுவிழி கண்டாலேசொக்குதடி தன்னாலே சிக்குப்பட்ட எள் போலேநொக்குபட்டேன் உன்னாலே கட்டுத்தறி காளை நானும்கட்டுப்பட்டேன் உன்னாலே தில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்குத் திக்குநெஞ்சில் தில்லானா தில்லானா தில்லானாநீ தித்திக்கின்ற தேனாதிக்குத் திக்குநெஞ்சில் தில்லானா ஹோ மஞ்ச காட்டு மைனாஎன்ன கொஞ்சி கொஞ்சி போனாதிக்குத் திக்கு நெஞ்சில் தில்லானா ஆ ஆ ஆஆஆஆ ஆ ஆஆஆஆ ஆ ஆஆஆ கண்ணு வெச்சதும் நீதானாவெடி கண்ணி வெச்சதும் நீதானாகட்டில் போட்டு நான் கப்பம் கட்டகாமன் சொன்னானா தில்லானா தில்லானா நான் தித்திக்கின்ற தேனாதிக்குத் திக்கு நெஞ்சில் தில்லானா மஞ்சக் காட்டு மைனா உன்ன கொஞ்சிகொஞ்சிப் போனாதிக்கு திக்கு நெஞ்சில் தில்லானாதிக்கு திக்கு நெஞ்சில் தில்லானாதிக்கு திக்கு நெஞ்சில் தில்லானா",
    "உருவகம் 1": "கட்டுத்தறி காளை நானும் கட்டுப்பட்டேன் உன்னாலே",
    "விளக்கம் 1": "உன் முன்னே அடங்கி கிடக்கின்றேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தொட்டு தொட்டுபேசும் சுல்தானா",
    "படம்": "எதிரும் புதிரும்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['புஷ்பவனம் குப்புசாமி', 'ஸ்வர்ணலதா']",
    "பாடல்வரிகள்": "தொட்டு தொட்டுபேசும் சுல்தானாதொட்டவுடன்நெஞ்சில் தில்லானா தொட்டு தொட்டுபேசும் சுல்தானாதொட்டவுடன்நெஞ்சில் தில்லானா அள்ளி அள்ளிகொடுத்தால் குறையாது பள்ளி கொள்ள வாடி அழகே ஜாமத்தில் தருவேன் வாய்யாசுல்தானே சுல்தானே சுல்தானேசுல்தானே தொட்டு தொட்டுபேசும் சுல்தானாதொட்டவுடன்நெஞ்சில் தில்லானா இந்த இளம் கிளிபோல்சந்தையிலே எனக்குஇதுவரை சிக்கவில்லையே என் அழகை ருசிக்கஎன் நெருப்பை அணைக்கஇளைஞனும் கிட்டவில்லையே டெல்லி எல்லாம் தேடி தேடிஉன்னை கண்டேனே பாலில் விழும் சீனி போலஎனை தந்தேனே ஆடை மூடும் ஜாதிப்பூவின்அங்கம் பார்த்தேனே அங்கே சொர்க்கம்இல்லை இல்லைஇங்கே பார்த்தேனேசுல்தானே சுல்தானே சுல்தானேசுல்தானே தொட்டு தொட்டுபேசும் சுல்தானாதொட்டவுடன் நெஞ்சில் தில்லானா கொஞ்சி கொஞ்சி எடுத்துநெஞ்சில் மெல்ல அணைத்துஎன் மனதை திருடிக் கொண்டாய் புத்தகத்தில் இருக்கும்உத்திகளை படித்தாகாதலிக்க பழகி கொண்டாய் புத்தகத்தில் இல்லா இன்பம்கற்று வைப்போமா முத்தம் தரா இடங்கள் கண்டுமுத்தம் வைப்போமா ஆசை என்னும் அமுத ஊற்றிலேஆடி பார்ப்போமா ஆணில் பெண்ணைபெண்ணில் ஆணைதேடி தீர்ப்போமாசுல்தானே சுல்தானே சுல்தானேசுல்தானே தொட்டு தொட்டுபேசும் சுல்தானாதொட்டவுடன் நெஞ்சில் தில்லானா அள்ளி அள்ளிகொடுத்தால் குறையாது பள்ளி கொள்ள வாடி அழகே ஜாமத்தில் தருவேன் வாய்யாசுல்தானே சுல்தானே சுல்தானேசுல்தானே",
    "உருவகம் 1": "பாலில் விழும் சீனி போல எனை தந்தேனே",
    "விளக்கம் 1": "என்னை முழுமையாக உனக்கு அர்ப்பணிக்கிறேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நான் சூடான மோகினி",
    "படம்": "பாயும் புலி",
    "வருடம்": 2015,
    "இசைமைப்பாளர்": "D இமான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஜோதி நூரன்']",
    "பாடல்வரிகள்": "நான் சூடான மோகினிகை தீண்டாத மாங்கனிநான் சூடான மோகினிகை தீண்டாத மாங்கனிவரியா மாப்பிள்ளை வரியாவரியா மாமனே வரியா என்னை தொட்டு புட்டு போகாமகட்டிக்கிட்டு போகத்தான்வரியா மாப்பிள்ளை வரியாவரியா மாமனே வரியாவரியா மாப்பிள்ளை வரியாவரியா மச்சானே வரியா நான் சூடான மோகினிகை தீண்டாத மாங்கனிநான் சூடான மோகினிகை தீண்டாத மாங்கனி கோடி பழம் இருக்குகொய்யா தோப்புலநீ சோடி பழம் கேட்டாநியாயமே இல்ல            சமைச்ச கரி இருக்குசந்தை கடையிலநீ சமஞ்ச பொண்ணைகேட்ட நியாமே இல்ல சொத்த எழுதி தந்தாலும்வர மாட்டேன்கத்தி வச்சு கேட்டாலும்தர மாட்டேன் பரம்பரையாகூத்துபடிச்சது நாங்கஇதை பணம் காசுக்குவிக்க முடியாது போங்க பரம்பரையாகூத்துபடிச்சது நாங்கஇதை பணம் காசுக்குவிக்க முடியாது போங்க நான் சூடான மோகினிகை தீண்டாத மாங்கனி            என்னை காதலிப்போர்ஆயிரம் உண்டுஆனா என்னை கட்டிக்கிடநிபந்தனை உண்டு உனக்கு வாக்கப்படஎனக்கு ஆசைதான்ஆனா எனக்கு மொத புருஷன்இந்த ஆட்டம்தான் ஆம்பளைக்கு அடுப்பு ஊதவர மாட்டேன்புள்ள பெத்துதாடினாதர மாட்டேன் நிபந்தனைக்குகட்டுப்பட்டவங்க வாங்கஇல்லேன்னா நீட்டி படுக்கவீட்டுக்கு வீட்டுக்கு போங்க நிபந்தனைக்குகட்டுப்பட்டவங்க வாங்கஇல்லேன்னா நீட்டி படுக்கவீட்டுக்கு வீட்டுக்கு போங்க நான் சூடான மோகினிகை தீண்டாத மாங்கனிநான் சூடான மோகினிகை தீண்டாத மாங்கனிவரியா மாப்பிள்ளை வரியாவரியா மாமனே வரியா என்னை தொட்டு புட்டு போகாமகட்டிக்கிட்டு போகத்தான்வரியா மாப்பிள்ளை வரியாவரியா மாமனே வரியாவரியா மாப்பிள்ளை வரியாவரியா மச்சானே வரியா நான் சூடான மோகினி",
    "உருவகம் 1": "கை தீண்டாத மாங்கனி",
    "விளக்கம் 1": "யாராலும் கவர முடியாத பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நிலவை கொண்டு வா",
    "படம்": "வாலி",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னி கிருஷ்ணன்', 'அனுராதா ஸ்ரீராம்']",
    "பாடல்வரிகள்": "நிலவை கொண்டு வாகட்டிலில் கட்டி வைமேகம் கொண்டு வாமெத்தை போட்டு வை நிலவை பிடித்தேன்கட்டிலில் கட்டினேன்மேகம் பிடித்தேன்மெத்தை விரித்தேன் காயும் சூரியனைகடலுக்குள் பூட்டி வைஇரவு தொடர்ந்திடஇந்திரனை காவல் வை காயும் சூரியனைகடலுக்குள் பூட்டினேன்இரவு தொடர்ந்திடஇந்திரனை நம்பினேன் இன்று முதல் இரவு இன்று முதல் இரவுநீ என் இளமைக்கு உணவுஇன்று முதல் இரவுநீ என் இளமைக்கு உணவு மெல்லவா உனை கிள்ளவாஇல்லை அள்ளவா நீ வா வரவா வந்து தொடவாஉன் ஆடைக்கு விடுதலை தரவா அவசரம் கூடாதுஅனுமதி பெறும் வரையில் பொதுவா நா பெண்ணாநீ சொன்ன படி கேட்கும் மாது இது போன்ற விசயத்தில்உன் பேச்சி உதவாது மெல்ல இடையினை தொடுவாயாமெல்ல உடையினை களைவாயாநான் துடிக்கையில் வெடிக்கையில்முத்தங்கள் தருவாயா போதுமா அது போதுமாஆசை தீருமா அம்மா அம்மா மாமா என் மாமாஇந்த நிலவை ஊதி அணைப்போமா காணாத உன் கோலம்கண்கொண்டு காண்கின்றதே இதழால் உன் இதழால்என் வெட்கம் துடைத்துவிடுவாயா அங்கத்தில் வெட்கங்கள்எங்கெங்கு சொல்வாயா தேன் எங்கெங்கு உண்டு என்றுபூ வண்டுக்கு சொல்லாவிட்டால்அது தான் தேடி உண்ணாமல்பேரின்பம் வாராதய்யா இன்பமா பேரின்பமாஅது வேண்டுமா அம்மா அம்மா நிலவை கொண்டு வாகட்டிலில் கட்டி வைமேகம் கொண்டு வாமெத்தை போட்டு வை நிலவை பிடித்தேன்கட்டிலில் கட்டினேன்மேகம் பிடித்தேன்மெத்தை விரித்தேன் காயும் சூரியனைகடலுக்குள் பூட்டி வைஇரவு தொடர்ந்திடஇந்திரனை காவல் வை காயும் சூரியனைகடலுக்குள் பூட்டினேன்இரவு தொடர்ந்திடஇந்திரனை நம்பினேன் இன்று முதல் இரவு இன்று முதல் இரவுநீ என் இளமைக்கு உணவுஇன்று முதல் இரவுநீ என் இளமைக்கு உணவு மெல்லவா உனை கிள்ளவாஇல்லை அள்ளவா நீ வாமெல்லவா உனை கிள்ளவாஇல்லை அள்ளவா நீ வா",
    "உருவகம் 1": "மேகம் பிடித்தேன்மெத்தை விரித்தேன்",
    "விளக்கம் 1": "மென் பஞ்சு போன்ற மெத்தை",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நிலா காய்கிறது",
    "படம்": "இந்திரா",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிணி']",
    "பாடல்வரிகள்": "நிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையேஇந்த கண்கள் மட்டும்உன்னை காணும் தென்றல் போகின்றதுசோலை சிரிக்கின்றதுயாரும் சுகிக்கவில்லையேசின்ன கைகள் மட்டும்உன்னை தீண்டும் காற்று வீசும் வெய்யில் காயும் காயும்அதில் மாற்றம் ஏதும் இல்லையேஆ வானும் மண்ணும்நம்மை வாழ சொல்லும்அந்த வாழ்த்து ஓயவில்லையேஎன்றென்றும் வானில் நிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையேஇந்த கண்கள் மட்டும்உன்னை காணும்            அதோ போகின்றது ஆசை மேகம்மழையை கேட்டுக்கொள்ளுங்கள்இதோ கேட்கின்றது குயிலின் பாடல்இசையை கேட்டுக்கொள்ளுங்கள் இந்த பூமியே பூவனம்உங்கள் பூக்களை தேடுங்கள்இந்த வாழ்க்கையே சீதனம்உங்கள் தேவையை கேளுங்கள் நிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையேஇந்த கண்கள் மட்டும்உன்னை காணும் தென்றல் போகின்றதுசோலை சிரிக்கின்றதுயாரும் சுகிக்கவில்லையேசின்ன கைகள் மட்டும்உன்னை தீண்டும்",
    "உருவகம் 1": "நிலா காய்கிறது நேரம் தேய்கிறதுயாரும் ரசிக்கவில்லையே",
    "விளக்கம் 1": "என்னை யாரும் கண்டு கொள்ளவில்லையே",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நீ காற்று நான் மரம்",
    "படம்": "நிலாவே வா",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' KS சித்ரா']",
    "பாடல்வரிகள்": "நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன்நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன் நீ மழை நான் பூமிஎங்கு விழுந்தாலும்ஏந்திக்கொல்வேன்நீ இரவு நான் விண்மீன்நீ இருக்கும் வரை தான்நான் இருப்பேன் நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன் நீ அலை நான் கரைஎன்னை அடித்தாலும்ஏற்றுக்கொள்வேன் நீ உடல் நான் நிழல்நீ விழ வேண்டாம்நான் விழுவேன் நீ கிளை நான் இலைஉன்னை ஒட்டும் வரைக்கும்தான் உயிர்த்திருப்பேன் நீ விழி நான் இமைஉன்னை சேரும் வரைக்கும்நான் துடித்து இருப்பேன் நீ சுவாசம்நான் தேகம் நான்உன்னை மட்டும்உயிர் தொட அனுமதிப்பேன் நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன் நீ வானம் நான் நீலம்உன்னில் நானாய்கலந்திருப்பேன் நீ எண்ணம் நான் வார்த்தைநீ சொல்லும் பொழுதேவெளிப்படுவேன் நீ வெயில் நான் குயில்உன் வருகை பார்த்துதான் நான் இசைப்பேன் நீ உடை நான் இடைஉன்னை உறங்கும் பொழுதும்நான் உடுத்திருப்பேன் நீ பகல் நான் ஒளிஎன்றும் உன்னை மட்டும்சார்ந்தே நான் இருப்பேன் நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன் நீ மழை நான் பூமிஎங்கு விழுந்தாலும்ஏந்திக்கொல்வேன் நீ இரவு நான் விண்மீன்நீ இருக்கும் வரை தான்நான் இருப்பேன் நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன்",
    "உருவகம் 1": "நீ காற்று நான் மரம்என்ன சொன்னாலும்தலையாட்டுவேன்",
    "விளக்கம் 1": "நீ சொல்லும் அத்தனையும் ஏற்றுக்கொள்வேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நீ வரும் போது",
    "படம்": "மழை",
    "வருடம்": 2005,
    "இசைமைப்பாளர்": "தேவி ஸ்ரீ பிரசாத்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['KS சித்ரா', ' கல்பனா', 'ரக்யூப் அலாம்']",
    "பாடல்வரிகள்": "சின்ன மேகமே சின்ன மேகமேசேத்து வச்ச காசு வீசு சின்ன மேகமே சின்ன மேகமே சின்ன மேகமேசேத்து வச்ச காசு வீசு சின்ன மேகமே நட்ட தோட்டம் வாடிபோச்சுநான் குளிச்சி நாளுமாச்சுமின்னல் கும்மி கொட்டி கொட்டு மேகமே சின்ன மேகமே சின்ன மேகமேசேத்து வச்ச காசு வீசு சின்ன மேகமேசின்ன மேகமே            விண்ணோடு மேல சத்தம் என்னமண்ணோடு சின்ன தூறல் என்ன எங்கே தான் சென்றாயோஇப்போது வந்தாயோசொல்லாமல் வந்தது போல்நில்லாமல் போவாயோதப்பாமல் மீண்டும் சந்திப்பாயோ வரும் போது நான் மறைவேனாநீ வரும் போது நான் மறைவேனாதரிகிட தரிகிட தா விண்ணோடு மேல சத்தம் என்னமண்ணோடு சின்ன தூறல் என்ன கொள்ளை மழையே கொட்டி விடுகபிள்ளை வயதே மறுபடி வருகநிற்க வேண்டும் சிற்பமாகதாவணியெல்லாம் வெப்பமாக            குடைகளுக்கெல்லாம் விடுமுறை விடுக்ககுழந்தை போலே என்னுடன் நனைககையில் மழையை ஏந்தி கொள்ககடவுள் தூவும் விரவ பூவாக நீ வரும் போது நான் மறைவேனாநீ வரும் போது நான் மறைவேனாதரிகிட தரிகிட தா விண்ணோடு மேல சத்தம் என்னமண்ணோடு சின்ன தூறல் என்ன முத்து மழையே முத்து மழையேமூக்கின் மேலே மூக்குத்தியாகுவைர மழையே வைர மழையேகாதில் வந்து தோடுகள் போடு உச்சி விழுந்த நெற்றியில் ஆடிநெற்றி கடந்த நீல்வழி ஓடிசெண்பக மார்பில் சடுகுடு பாடிஅனுவனுவாகி முனு முனு செய்தாயே நீ வரும் போது நான் மறைவேனாநீ வரும் போது நான் மறைவேனாதரிகிட தரிகிட தா நீ வரும் போது நான் மறைவேனாநீ வரும் போது நான் மறைவேனாநீ வரும் போது நான் மறைவேனா நீ வரும் போது நான் மறைவேனாநீ வரும் போது நான் மறைவேனா",
    "உருவகம் 1": "பூவாக நீ வரும் போது நான் மறைவேனா",
    "விளக்கம் 1": "உன் கண்களுக்கு தெரியாமல் உன்னை ரசிப்பேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நெஞ்சே நெஞ்சே நீ எங்கே",
    "படம்": "அயன்",
    "வருடம்": 2009,
    "இசைமைப்பாளர்": "ஹாரிஸ் ஜெயராஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஷ் ராகவேந்திரா', 'மஹதி']",
    "பாடல்வரிகள்": "நெஞ்சே நெஞ்சே நீ எங்கேநானும் அங்கே என் வாழ்வும் அங்கேஅன்பே அன்பே நான் இங்கேதேக‌ம் இங்கே என் ஜீவ‌ன் எங்கே என் ந‌தியே என் க‌ண் முன்னேவ‌ற்றிப் போனாய்வான் ம‌ழையாக‌ என்னை தேடிம‌ண்ணில் வ‌ந்தாய்என் தாக‌ங்க‌ள் தீா்க்காம‌ல்க‌ட‌லில் ஏன் சோ்கிறாய் நெஞ்சே நெஞ்சே நீ எங்கேநானும் அங்கே என் வாழ்வும் அங்கே க‌ண்ணே என் க‌ண்ணேநான் உன்னைக் காணாம‌ல்வானும் இம்ம‌ண்ணும்பொய்யாக‌ க‌ண்டேனே அன்பே பேர‌ன்பேநான் உன்னைச் சேராம‌ல்ஆவி என் ஆவி நான்ஏற்றுப் போனேனே வெயில் கால‌ம்வ‌ந்தால்தான் நீரும் தேனாகும்பிாிவொன்றை கொண்டால்தான்காத‌ல் ருசியாகும் உன் பாா்வை ப‌டும் தூர‌ம்என் வாழ்வின் உயிா் நீளும்உன் மூச்சு ப‌டும் நேர‌ம்என் தேக‌ம் அன‌லாகும் நெஞ்சே நெஞ்சே நீ எங்கேநானும் அங்கே என் வாழ்வும் அங்கேஅன்பே அன்பே நான் இங்கேதேக‌ம் இங்கே என் ஜீவ‌ன் எங்கே க‌ள்வா ஹே க‌ள்வாநீ காத‌ல் செய்யாம‌ல்க‌ண்ணும் என் நெஞ்சும்என் பேச்சை கேட்காதே காத‌ல் மெய் காத‌ல்அது ப‌ட்டு போகாதேகாற்று நம் பூமி தனைவிட்டு போகாதே ஆகாய‌ம் இட‌ம் மாறிபோனால் போக‌ட்டும்ஆனால் நீ ம‌ன‌ம் மாறிபோக‌ கூடாதே ஹே ம‌ஞ்சள் தாம‌ரையேஎன் உச்ச‌த் தார‌கையேக‌ட‌ல் ம‌ண்ணாய் போனாலும்ந‌ம் காத‌ல் மாறாதே நெஞ்சே நெஞ்சே நீ எங்கேநானும் அங்கே என் வாழ்வும் அங்கே அன்பே அன்பே நான் இங்கேதேக‌ம் இங்கே என் ஜீவ‌ன் எங்கே என் ந‌தியே என் க‌ண் முன்னேவ‌ற்றிப் போனாய்வான் ம‌ழையாக‌ என்னை தேடிம‌ண்ணில் வ‌ந்தாய்உன் தாக‌ங்க‌ள் தீராமல் மழையேஏன் வருகிறாய்",
    "உருவகம் 1": "ந‌தியே என் க‌ண் முன்னேவ‌ற்றிப் போனாய்",
    "விளக்கம் 1": "என்னை விட்டு பிரிந்து சென்று விட்டாய்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "நெஞ்சே நெஞ்சே மறந்துவிடு",
    "படம்": "ரட்சகன்",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['KJ யேசுதாஸ்', ' சாதனா சர்கம்']",
    "பாடல்வரிகள்": "நெஞ்சே நெஞ்சே மறந்துவிடுநினைவினை கடந்துவிடுநெஞ்சே நெஞ்சே உறங்கிவிடுநிஜங்களை துறந்துவிடு கண்களை விற்றுதான் ஓவியமாவெந்நீரில் மீன்கள் தூங்குமாகண்ணீரில் காதல் வாழுமா நெஞ்சே நெஞ்சே மறந்துவிடுநினைவினை கடந்துவிடுநெஞ்சே நெஞ்சே உறங்கிவிடுநிஜங்களை துறந்துவிடு பெண்ணே பெண்ணேஉன் வளையல்எனக்கொரு விளங்கல்லவோகாற்றுக்கு சிறை என்னவோ தன்மானத்தின்தலையை விற்றுகாதலில் வாழ் வாங்கவோகண் மூடி நான் வாழவோ உன்னை எண்ணி முள் விரித்துபடுக்கவும் பழகிக்கொண்டேன்என்னில் யாரும் கல் எறிந்தால்சிரிக்கவும் பழகிக்கொண்டேன் உள்ளத்தை மறைத்தேன்உயிர்வலி பொறுத்தேனேசுயத்தை எதுவோ சுட்டதடி வந்தேன் நெஞ்சே நெஞ்சே நெறுங்கிவிடுநிகழ்ந்ததை மறந்துவிடுநெஞ்சே நெஞ்சே நெகிழ்ந்துவிடுநிஜங்களில் கலந்துவிடு கட்டி வைத்த காற்றே வந்துவிடுகைகள் ரெண்டை ஏந்தினேன்காதல் பிச்சை கேட்கிறேன் ஹான் நெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சே அன்பே அன்பே நீ பிரிந்தால்கண்களில் மழை வருமேகாற்று எனை கை விடுமே விதை அழித்து செடி வருமேசிற்பிகள் உடைத்த பின்னேமுத்துக்கள் கைவருமே காதல் ராஜாஒன்றை கொடுத்தால்இன்னொன்றில் உயிர் வருமேஉன்னை கொஞ்சம்விட்டுக் கொடுத்தால்காதலில் சுகம் வருமே அஸ்தமனம் எல்லாம்நிரந்தரம் அல்லமேற்கில் விதைத்தால்கிழக்கினில் முளைக்கும் நெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சேநெஞ்சே நெஞ்சே",
    "உருவகம் 1": "வெந்நீரில் மீன்கள் தூங்குமாகண்ணீரில் காதல் வாழுமா",
    "விளக்கம் 1": "காதல் பிரிவால் வாடுகிறேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "பனிவிழும் மலர்வனம்",
    "படம்": "நினைவெல்லாம் நித்யா",
    "வருடம்": 1982,
    "இசைமைப்பாளர்": "இளையராஜா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம்பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம்இனிவரும் முனிவரும்தடுமாறும் கனிமரம் பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம்பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம் இனிவரும் முனிவரும்தடுமாறும் கனிமரம்இனிவரும் முனிவரும்தடுமாறும் கனிமரம்பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம் சேலை மூடும் இளஞ்சோலைமாலை சூடும் மலர்மாலைசேலை மூடும் இளஞ்சோலைமாலை சூடும் மலர்மாலை            இருபது நிலவுகள்நகமெங்கும் ஒளிவிடும்இளமையின் கனவுகள்விழியோரம் துளிர்விடும் கைகள் இடைகளில் நெளிகையில்இடைவெளி குறைகையில்எரியும் விளக்குசிரித்து கண்கள் மூடும் பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம்பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம் இனிவரும் முனிவரும்தடுமாறும் கனிமரம்இனிவரும் முனிவரும்தடுமாறும் கனிமரம் காமன் கோயில் சிறைவாசம்காலை எழுந்தால் பரிகாசம்காமன் கோயில் சிறைவாசம்காலை எழுந்தால் பரிகாசம்            தழுவிடும் பொழுதிலேஇடம் மாறும் இதயமேவியர்வையின் மழையிலேபயிராகும் பருவமே ஆடும் இலைகளில்வழிகிற நிலவொளி இருவிழிமழையில் நனைந்துமகிழும் வானம்பாடி பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம்பனிவிழும் மலர்வனம்உன் பார்வை ஒரு வரம் இனிவரும் முனிவரும்தடுமாறும் கனிமரம்இனிவரும் முனிவரும்தடுமாறும் கனிமரம் பனிவிழும் மலர்வனம்பனிவிழும் மலர்வனம்பனிவிழும் மலர்வனம்",
    "உருவகம் 1": "நிலவொளி இருவிழிமழையில் நனைந்துமகிழும் வானம்பாடி",
    "விளக்கம் 1": "நிலவொளியில் சந்தோசமாக இருத்தல்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "புது வெள்ளை மழை",
    "படம்": "ரோஜா",
    "வருடம்": 1992,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னி மேனன்', 'சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "புது வெள்ளை மழைஇங்கு பொழிகின்றதுஇந்தக் கொள்ளை நிலாஉடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றதுமனம் சூடானஇடம் தேடி அலைகின்றது புது வெள்ளை மழைஇங்கு பொழிகின்றதுஇந்தக் கொள்ளை நிலாஉடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றதுமனம் சூடானஇடம் தேடி அலைகின்றது நதியே நீயானால்கரை நானேசிறுபறவை நீயானால்உன் வானம் நானே புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளை நிலாஉடல் நனைகின்றது பெண் இல்லாத ஊரிலேஅடி ஆண் பூ கேட்பதில்லை பெண் இல்லாத ஊரிலேகொடி தான் பூப்பூப்பதில்லை உன் புடவை முந்தானை சாய்ந்ததில்இந்த பூமி பூப்பூத்தது இது கம்பன் பாடாத சிந்தனைஉந்தன் காதோடு யார் சொன்னது புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளைநிலா உடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றது மனம் சூடானஇடம் தேடி அலைகின்றது புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளை நிலாஉடல் நனைகின்றது நீ அணைக்கின்ற வேளையில்உயிர்ப்பூ திடுக்கென்று மலரும் நீ வெடுக்கென்று ஓடினால்உயிர்ப்பூ சருகாக உலரும் இரு கைகள் தீண்டாத பெண்மையைஉன் கண்கள் பந்தாடுதோ மலர் மஞ்சம் சேராத பெண்ணிலாஎந்தன் மார்போடு வந்தாடுதோ புது வெள்ளை மழைஇங்கு பொழிகின்றது இந்தக் கொள்ளை நிலாஉடல் நனைகின்றது இங்கு சொல்லாதஇடம் கூடக் குளிர்கின்றது மனம் சூடானஇடம் தேடி அலைகின்றது நதியே நீயானால்கரை நானேசிறு பறவை நீயானால்உன் வானம் நானே புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது",
    "உருவகம் 1": "நதியே நீயானால்கரை நானேசிறுபறவை நீயானால்உன் வானம் நானே",
    "விளக்கம் 1": "எப்போதும் உன்கூடவே இருப்பேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "பூங்காற்றிலேஉன் சுவாசத்தை",
    "படம்": "உயிரே",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னி மேனன்', 'ஸ்வர்ண லதா']",
    "பாடல்வரிகள்": "ஓ கண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லைகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லைகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லை பூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன் உயிரின் துளி காயும் முன்னேஎன் விழி உனை காணும் கண்ணேஎன் ஜீவன் ஓயும் முன்னேஓடோடி வா பூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன்            காற்றின் அலை வரிசை கேட்கின்றதாகேட்கும் பாட்டில் ஒரு உயிர் விடும்கண்ணீர் வழிகின்றதாநெஞ்சு நனைகின்றதா இதயம் கருகும் ஒரு வாசம் வருகிறதாகாற்றில் கண்ணீரை ஏற்றிகவிதை செந்தேனை ஊற்றிகண்ணே உன் வாசல் சேர்ப்பேன்ஓயும் ஜீவன் ஓடும் முன்னேஓடோடி வா பூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன் உயிரின் துளி காயும் முன்னேஎன் விழி உனை காணும் கண்ணேஎன் ஜீவன் ஓயும் முன்னேஓடோடி வா பூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்            கண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லைகண்ணில் ஒரு வலி இருந்தால்கனவுகள் வருவதில்லை வானம் எங்கும் உன் பிம்பம்ஆனால் கையில் சேரவில்லைகாற்றில் எங்கும் உன் வாசம்வெறும் வாசம் வாழ்க்கையில்லை உயிரை வேரோடு கிள்ளிஎன்னைச் செந்தீயில் தள்ளிஎங்கே சென்றாயோ கள்ளிஓயும் ஜீவன் ஓடும் முன்னேஓடோடி வா பூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன் உயிரின் துளி காயும் முன்னேஎன் விழி உனை காணும் கண்ணேஎன் ஜீவன் ஓயும் முன்னேஓடோடி வா பூங்காற்றிலே உன் சுவாசத்தைதனியாக தேடி பார்த்தேன்கடல் மேல் ஒரு துளி வீழ்ந்ததேஅதைத் தேடி தேடி பார்த்தேன் Poongatrile Song Lyrics Oh Kannil Oru Vazhi IrunthaalKanavugal VaruvathillaiKannil Oru Vazhi IrunthaalKanavugal VaruvathillaiKannil Oru Vazhi IrunthaalKanavugal Varuvathillai Poongatrilae Un SwasathaiThaniyaaga Thedi PaarthenKadalmel Oru Thuli VizhunthatheAthai Thedi Thedi Paarthen Uyirin Thuli Kaayum MunneEn Vizhi Unnai Kaanum KanneEn Jeevan Oiyum MunneOdodi Vaa Poongatrilae Un SwasathaiThaniyaaga Thedi PaarthenKadalmel Oru Thuli VizhunthatheAthai Thedi Thedi Paarthen Kaatrin Alai Varisai KetkindrathaKetkkum Paatil Oru Uyir VidumKanneer VazhigindrathaNenju NanaigindrathaIdhayam KarugumOru Vasam Varugiratha Kaatril Kanneerai YetriKavithai Senthenai OotriKanne Un Vaasal Ododi VaaPoongatrile Un Swasathai Thani Vaanam Engum Un BimbamAanaal Kaiyil SeravillaiKaatril Engum Un VaasamVerum Vaasam Vaazhkai Illai Uyirai Verodu KilliEnnai Sentheeyil ThalliEnge Sendrayo KalliOiyum Jeevan Odum MunneOdodi Vaa Poongatrilae Un SwasathaiThaniyaaga Thedi PaarthenKadalmel Oru Thuli VizhunthatheAthai Thedi Thedi Paarthen Uyirin Thuli Kaayum MunneEn Vizhi Unnai Kaanum KanneEn Jeevan Oiyum MunneOdodi Vaa Poongatrilae Un SwasathaiThaniyaaga Thedi Paarthen Kannil Oru Vazhi IrunthaalKanavugal VaruvathillaiKannil Oru Vazhi IrunthaalKanavugal Varuvathillai Vaanam Engum Un BimbamAanaal Kaiyil SeravillaiKaatril Engum Un VaasamVerum Vaasam Vaazhkai Illai Uyirai Verodu KilliEnnai Sentheeyil ThalliEngae Sendraaiyo KalliOiyum Jeevan Odum MunneOdodi Vaa Poongatrilae Un SwasathaiThaniyaaga Thedi PaarthenKadalmel Oru Thuli VizhunthatheAthai Thedi Thedi Paarthen Uyirin Thuli Kaayum MunneEn Vizhi Unnai Kaanum KanneEn Jeevan Oiyum MunneOdodi Vaa Poongatrilae Un SwasathaiThaniyaaga Thedi PaarthenKadalmel Oru Thuli VizhunthatheAthai Thedi Thedi Paarthen",
    "உருவகம் 1": "இதயம் கருகும் ஒரு வாசம் வருகிறதா",
    "விளக்கம் 1": "மன வேதனை",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "பூவுக்குள் ஒளிந்திருக்கும்",
    "படம்": "ஜீன்ஸ்",
    "வருடம்": 1998,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னிகிருஷ்ணன்', 'சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம்வண்ணத்துப் பூச்சி உடம்பில்ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம்குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்து போகும்நீ எந்தன் அதிசயம் கல்தோன்றி மண்தோன்றிக்கடல்தோன்றும் முன்னாலேஉண்டான காதல் அதிசயம் ஓ ஹோபதினாறு வயதான பருவத்தில்எல்லோர்க்கும் படர்கின்றகாதல் அதிசயம் ஓ ஹோ பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம்வண்ணத்துப் பூச்சி உடம்பில்ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம்குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்துபோகும் நீ எந்தன் அதிசயம் ஒரு வாசமில்லா கிளையின் மேல்நறுவாசமுள்ள பூவை பாா்பூவாசம் அதிசயமேஅலைக்கடல் தந்த மேகத்தில்சிறு துளிக்கூட உப்பில்லைமழை நீரும் அதிசயமே மின்சாரம் இல்லாமல்மிதக்கின்ற தீபம்போல்மேனி கொண்ட மின்மினிகள் அதிசயமேஉடலுக்குள் எங்கே உயிருள்ளதென்பதும்உயிருக்குள் காதல் எங்குள்ளதென்பதும்நினைத்தால் நினைத்தால் அதிசயமே கல்தோன்றி மண்தோன்றிக்கடல்தோன்றும் முன்னாலேஉண்டான காதல் அதிசயம் ஓ ஹோ பதினாறு வயதானபருவத்தில் எல்லோர்க்கும்படர்கின்ற காதல் அதிசயம் ஓ ஹோ பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம்வண்ணத்துப் பூச்சி உடம்பில்ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்து போகும்நீ எந்தன் அதிசயம் பெண்பால் கொண்ட சிறுதீவுஇரு கால்கொண்டு நடமாடும்நீதான் என் அதிசயமேஉலகில் ஏழல்ல அதிசயங்கள்வாய்பேசும் பூவே நீஎட்டாவது அதிசயமே வான் மிதக்கும் உன் கண்கள்தேன் தெறிக்கும் கன்னங்கள்பால் குடிக்கும் மதரங்கள் அதிசயமேநங்கைகொண்ட விரல்கள் அதிசயமேநகம் என்ற கிரீடம் அதிசயமேஅசையும் வளைவுகள் அதிசயமே கல்தோன்றி மண்தோன்றிக்கடல்தோன்றும் முன்னாலேஉண்டான காதல் அதிசயம் ஓ ஹோ பதினாறு வயதானபருவத்தில் எல்லோர்க்கும்படர்கின்ற காதல் அதிசயம் பூவுக்குள் ஒளிந்திருக்கும்கனிக்கூட்டம் அதிசயம் வண்ணத்துப் பூச்சிஉடம்பில் ஓவியங்கள் அதிசயம் துளைசெல்லும் காற்றுமெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாதகுயில் பாட்டு அதிசயம் அதிசயமே அசந்து போகும்நீ எந்தன் அதிசயம்",
    "உருவகம் 1": "தீபம்போல்மேனி கொண்ட மின்மினிகள்",
    "விளக்கம் 1": "மிக பிரகாசமான மின்மினி பூச்சிகள்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "பெண்ணொருத்தி",
    "படம்": "ஜெமினி",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "பரத்வாஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "பெண்ணொருத்தி பெண்ணொருத்திபடைத்து விட்டாய்என்னிடத்தில் என்னிடத்தில்அனுப்பிவிட்டாய்உயிரோடு என்னை உலையில்ஏற்றினாய் நெருப்புக்கு சேலை கட்டிஅனுப்பி வைத்தாய்நிலவுக்கு வன்முறைகள்கற்று கொடுத்தாய்என் கண்ணில்ஏன் ஊசி ஏற்றினாய் பிரம்மா ஓ பிரம்மாஇது தகுமா இது தகுமாஅய்யோ இது வரமா சாபமா பிரம்மா ஓ பிரம்மாஇது தகுமா இது தகுமாஅய்யோ இது வரமா சாபமா            பெண்ணொருத்தி பெண்ணொருத்திபடைத்துவிட்டாய்என்னிடத்தில் என்னிடத்தில்அனுப்பிவிட்டாய்உயிரோடு என்னை உலையில்ஏற்றினாய் கண்களிலே பெளத்தம் பார்த்தேன்கன்னத்தில் சமணம் பார்த்தேன்பார்வை மட்டும் கொலைகள்செய்ய பார்க்கிறேன் பற்களிலும் கருணை பார்த்தேன்பாதங்களில் தெய்வம் பார்த்தேன்புன்னகையோ உயிரைதின்ன பார்க்கிறேன் புயலென்று நினைத்தேன் என்னைபுயல் கட்டும் கயிறாய் வந்தாள்மலை என்று நினைத்தேன் என்னைமல்லிகையால் மலையை சாய்த்தாள்நெற்றி பொட்டில் என்னைஉருட்டி வைத்தாளே பிரம்மா ஓ பிரம்மாஇது தகுமா இது தகுமாஅய்யோ இது வரமா சாபமா            பெண்ணொருத்தி பெண்ணொருத்திபடைத்துவிட்டாய்என்னிடத்தில் என்னிடத்தில்அனுப்பிவிட்டாய்உயிரோடு என்னை உலையில்ஏற்றினாய் பகலெல்லாம் கருப்பாய் போகஇரவெல்லாம் வெள்ளை ஆகஎன் வாழ்வில் ஏதேதோமாற்றமோ அய்யய்யோ உலக உருண்டைஅடி வயிற்றில் சுற்றுவதென்னஅச்சச்சோ தொண்டை வரையில்ஏறுமோ எரிமலையின் கொண்டை மேலேரோஜாவை நட்டவள் யாரோகாதல் எனும் கணவாய் வழியேஎன் தேசம் புகுந்தவள் யாரோசிறுக சிறுக உயிரைபருகி சென்றாளே பிரம்மா ஓ பிரம்மாஇது தகுமா இது தகுமாஅய்யோ இது வரமா சாபமா பெண்ணொருத்தி பெண்ணொருத்திபடைத்துவிட்டாய்என்னிடத்தில் என்னிடத்தில்அனுப்பிவிட்டாய்உயிரோடு என்னை உலையில்ஏற்றினாய் நெருப்புக்கு சேலை கட்டிஅனுப்பி வைத்தாய்நிலவுக்கு வன்முறைகள்கற்று கொடுத்தாய்என் கண்ணில் ஏன்ஊசி ஏற்றினாய் பிரம்மா ஓ பிரம்மாஇது தகுமா இது தகுமாஅய்யோ இது வரமா சாபமா பிரம்மா ஓ பிரம்மாஇது தகுமா இது தகுமாஅய்யோ இது வரமா சாபமா",
    "உருவகம் 1": "நெருப்புக்கு சேலை கட்டிஅனுப்பி வைத்தாய்",
    "விளக்கம் 1": "யாரும் நெருங்கமுடியாத அழகை உடைய பெண்ணிற்கு சேலை உடுத்து அனுப்பி வைத்தாய்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "பொன் வானம்பன்னீர் தூவுது இந்நேரம்",
    "படம்": "இன்று நீ நாளை நான்",
    "வருடம்": 1983,
    "இசைமைப்பாளர்": "இளையராஜா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['S ஜானகி']",
    "பாடல்வரிகள்": "பொன் வானம்பன்னீர் தூவுது இந்நேரம்பொன் வானம்பன்னீர் தூவுது இந்நேரம்அட எண்ணம் மீறுதுவண்ணம் மாறுது கண்ணோரம்பொன் வானம்பன்னீர் தூவுது இந்நேரம் மழை தூத்தலேஒதுங்க இடம் பார்க்குதேமலர் அம்புகள் உயிர்வரைக்கும் தாக்குதே மழை செய்யும் கோளாருகொதிக்குதே பாலாறுமழை செய்யும் கோளாருகொதிக்குதே பாலாறு இது காதல் ஆசைக்கும்காமன் பூஜைக்கும் நேரமாஇது காதல் ஆசைக்கும்காமன் பூஜைக்கும் நேரமாஇந்த ஜோடி வண்டுகள்போருதான் இடுமா            பொன் வானம்பன்னீர் தூவுது இந்நேரம் தங்க தாமரைமலர்ந்த பின்பு மூடுமோபட்டு பூங்கொடிபடற இடம் தேடுமோ மலர்கணை பாயாதோமது குடம் சாயாதோமலர்கணை பாயாதோமது குடம் சாயாதோ இந்த வெள்ளை மல்லிகைதேவ கன்னிகை தானமாஇந்த வெள்ளை மல்லிகைதேவ கன்னிகை தானமாமழை காமன் காட்டில்பெய்யும் காலம்மம்மா பொன் வானம்பன்னீர் தூவுது இந்நேரம்அட எண்ணம் மீறுதுவண்ணம் மாறுது கண்ணோரம்பொன் வானம்பன்னீர் தூவுது இந்நேரம்",
    "உருவகம் 1": "மலர் அம்புகள் உயிர்வரைக்கும் தாக்குதே",
    "விளக்கம் 1": "மென்மையான பார்வையால் உயிரை கொல்கிறாய்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மலரே மௌனமா",
    "படம்": "கர்ணா",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்', 'S ஜானகி']",
    "பாடல்வரிகள்": "மலரே மௌனமாமௌனமே வேதமா மலர்கள் பேசுமாபேசினால் ஓயுமா அன்பே மலரே மௌனமாமௌனமே வேதமா பாதி ஜீவன் கொண்டுதேகம் வாழ்ந்து வந்ததோ ஹான் மீதி ஜீவன் என்னைப்பார்த்தபோது வந்ததோ ஏதோ சுகம் உள்ளூறுதே ஏனோ மனம் தள்ளாடுதே ஏதோ சுகம் உள்ளூறுதே ஏனோ மனம் தள்ளாடுதே விரல்கள் தொடவா விருந்தை பெறவா மார்போடு கண்கள் மூடவா மலரே மௌனமா மலர்கள் பேசுமா கனவு கண்டு எந்தன்கண்கள் மூடிக் கிடந்தேன் காற்றைப் போல வந்துகண்கள் மெல்லத் திறந்தேன் காற்றே என்னைக் கில்லாதிரு பூவே என்னைத் தள்ளாதிரு காற்றே என்னைக் கில்லாதிரு பூவே என்னைத் தள்ளாதிரு உறவே உறவே உயிரின் உயிரே புது வாழ்க்கை தந்த வள்ளலே மலரே மௌனமா ஆமௌனமே வேதமா மலர்கள் பேசுமாபேசினால் ஓயுமா அன்பே மலரே ஹ்ம்ம் மௌனமா ஹ்ம்ம் மௌனமே ஹ்ம்ம் வேதமா ஆஆ",
    "உருவகம் 1": "காற்றே என்னைக் கில்லாதிரு",
    "விளக்கம் 1": "கண்ணனுக்கு தெரியாத பெண்ணே என்னை உரசி செல்லாதிரு",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மலா்களே மலா்களே",
    "படம்": "லவ் பேர்ட்ஸ்",
    "வருடம்": 1996,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரண்', ' KS சித்ரா']",
    "பாடல்வரிகள்": "மலா்களே மலா்களேஇது என்ன கனவாமலைகளே மலைகளேஇது என்ன நினைவா உருகியதே எனதுள்ளம்பெருகியதே விழிவெள்ளம்விண்ணோடும் நீதான்மண்ணோடும் நீதான்கண்ணோடும் நீதான் வா மேகம் திறந்து கொண்டுமண்ணில் இறங்கி வந்துமாா்பில் ஒளிந்து கொள்ள வா வா மாா்பில் ஒளிந்து கொண்டால்மாறன் அம்பு வரும்கூந்தலில் ஒளிந்து கொள்ள வரவா என் கூந்தல் தேவன் தூங்கும்பள்ளி அறையா அறையாமலா் சூடும் வயதில் என்னைமறந்து போவதுதான் முறையா நினைக்காத நேரமில்லைகாதல் ரதியே ரதியேஉன் பேரை சொன்னால் போதும்நின்று வழி விடும் காதல் நதியே என் சுவாசம் உன் மூச்சில்உன் வாா்த்தை என் பேச்சில் ஐந்தாறு நூற்றாண்டுவாழ்வோம் என் வாழ்வே வா மலா்களே மலா்களேஇது என்ன கனவாமலைகளே மலைகளேஇது என்ன நினைவா உருகியதே எனதுள்ளம்பெருகியதே விழிவெள்ளம்விண்ணோடும் நீதான்மண்ணோடும் நீதான்கண்ணோடும் நீதான் வா பூவில் நாவிருந்தால்காற்று வாய் திறந்தால்காதல் காதல் என்று பேசும் நிலா தமிழ் அறிந்தால்அலை மொழி அறிந்தால்நம் மேல் கவி எழுதி வீசும் வாழ்வோடு வளா்பிறைதானேவண்ண நிலவே நிலவேவானோடு நீலம் போலேஇளைந்து கொண்டது இந்த உறவே உறங்காத நேரம் கூடஉந்தன் கனவே கனவேஊனோடு உயிரை போலஉறைந்து போனதுதான் உறவே மறக்காது உன் ராகம்மாிக்காது என் தேகம் உனக்காக உயிா்வாழ்வேன் வா என் வாழ்வே வா மலா்களே மலா்களேஇது என்ன கனவாமலைகளே மலைகளேஇது என்ன நினைவா உருகியதே எனதுள்ளம்பெருகியதே விழிவெள்ளம் விண்ணோடும் நீதான்மண்ணோடும் நீதான் கண்ணோடும் நீதான் வா",
    "உருவகம் 1": "உருகியதே எனதுள்ளம் பெருகியதே விழிவெள்ளம்",
    "விளக்கம் 1": "ஆனந்தத்தில் எனது கண்களில் ஆனந்த கண்ணீர் நிரம்பியது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மல்லிகை பூ பூத்திருக்கு",
    "படம்": "தாய்மேல் ஆணை",
    "வருடம்": 1988,
    "இசைமைப்பாளர்": "சந்திரபோஸ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்', ' S ஜானகி']",
    "பாடல்வரிகள்": "ஹே மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்குவருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்குவருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு மழை விழுந்த நேரத்துலஎன் மாராப்பு விழுந்துருச்சுமாராப்பு சேலைக்குமாஅந்த மசக்க வந்துருச்சு மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்கு வருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு ஈர சேலை ஓசை இட்டதுயாரை இங்கே ஆசை விட்டது காதல் பெண்மை கட்டுப்பட்டதுகண்ணில் எதோ தட்டு பட்டது அங்கங்கே பாராதேபார்த்தாலே பத்திக்கும் நான் உன்னை தொட்டாலேநாளெல்லாம் தித்திக்கும் மாலை தந்தால் சேலை சொந்தம் மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்கு வருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு ரோசா பூவில் மச்சம் இருக்குராசா பார்த்த அச்சம் எனக்கு இடையை பார்த்தேன் தங்கம் இருக்குஎடைதான் பார்க்க எண்ணம் எனக்கு மழை வந்த நேரத்தில்குடையாக வா மாமா குடையெல்லாம் காணாதுஉடையாக வேண்டாமா போதை ஏறும் போதும் மாமா மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்குவருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு மழை விழுந்த நேரத்துலஎன் மாராப்பு விழுந்துருச்சுமாராப்பு சேலைக்குமாஅந்த மசக்க வந்துருச்சு மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்கு வருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு",
    "உருவகம் 1": "மல்லிகை பூ பூத்திருக்குஅது மழையில் நனைஞ்சிருக்குவருஷமெல்லாம் காத்திருக்குஒரு வண்டுக்கு தவமிருக்கு",
    "விளக்கம் 1": "பெண் ஒருத்தி வாழ்க்கை துணைக்காக காத்திருக்கிறாள்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மழைக்காற்று வந்து",
    "படம்": "வேதம்",
    "வருடம்": 2001,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' மகாலக்ஷ்மி ஐயர்']",
    "பாடல்வரிகள்": "மழைக்காற்று வந்து தமிழ் பேசுதேமலைச்சாரல் வந்து இசை பாடுதேமலரோடு வண்டு உரையாடுதேஎன்னோடு நீயும் பேசடி மழைக்காற்று வந்து தமிழ் பேசினால்மலைச்சாரல் வந்து இசை பாடினால்மலரோடு வண்டு உரையாடினால்உன்னோடு நானும் பேசுவேன் புல்லோடு இரவில் பனி தூங்குமேசொல்லோடு கவியின் பொருள் தூங்குமேகல்லோடு மறைந்து சிலை தூங்குமேதூங்காது நமது தீபமே தூங்காது நமது தீபமே கடல் கொண்ட நீளம் கரைந்தாலுமேஉடல் கொண்ட ஜீவன் ஓய்ந்தாலுமேமுடியாது அண்டம் முடிந்தாலுமேமுடியாது நமது பந்தமே முடியாது நமது பந்தமே மழைக்காற்று வந்து தமிழ் பேசுமாமலைச்சாரல் வந்து இசை பாடுமா மலரோடு வண்டு உரையாடுதேஎன்னோடு நீயும் பேசடி இடையோடு ரெண்டு கரம் சேர்க்கிறேன்என்னென்ன வென்று சரி பார்க்கிறேன்இதழ் தேனை மெல்ல ருசி பார்க்கிறேன்இடைவேளை இல்லை தொடருவேன்இடைவேளை இல்லை தொடருவேன் கண்ணாளன் தீண்ட மடி சாய்கிறேன்கண்ணோரம் காதல் பசி பார்க்கிறேன்என் கூந்தல் பூக்கள் பரிமாறினேன்இனி என்ன செய்வது அறியேன்இனி என்ன ஹ்ம்ம்… மழைக்காற்று வந்து தமிழ் பேசுதேமலைச்சாரல் வந்து இசை பாடுதேமலரோடு வண்டு உரையாடுதேஎன்னோடு நீயும் பேசடி",
    "உருவகம் 1": "மழைக்காற்று வந்து தமிழ் பேசுதே",
    "விளக்கம் 1": "காற்றானது மிகவும் இனிமையான ஒலியை எழுப்பிகிறது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மழைத்துளி மழைத்துளி",
    "படம்": "சங்கமம்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' MS விஸ்வநாதன்']",
    "பாடல்வரிகள்": "மழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம் மழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம் ஆலாலகண்டா ஆடலுக்கு தகப்பாவணக்கமுங்கஎன்னை ஆடாம ஆட்டி வச்சவணக்கமுங்க என் காலுக்கு சலங்கையிட்டஉன் காலடிக்கு முதல் வணக்கம்என் கால் நடமாடுமையாஉம்ம கட்டளய வெல்லும் வரைக்கும்            நீ உண்டு உண்டு என்ற போதும்அட இல்லை இல்லை என்றபோதும்சபை ஆடிய பாதமிதுஅது நிக்காது ஒருபோதும் மழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம் தண்ணியில மீன் அழுதாகரைக்கொரு தகவலும் வருவதில்லஎனக்குள்ள நான் அழுதாதுடைக்கவே எனக்கொரு நாதியில்ல என் கண்ணீரு ஒவ்வொரு சொட்டும்வைரம் வைரம் ஆகுமேசபதம் சபதம் என்றேசலங்கை சலங்கை பாடுமே மனமே மனமேசபதம் வெல்லும் மட்டும் சாயாதிருவிழியே விழியேஇமையே தீயும்போதும் கலங்காதிரு            நதி நதி அத்தனையும்கடலில் சங்கமம்நட்சத்திரம் அத்தனையும்பகலில் சங்கமம்கலைகளின் வெகுமதிஉன்னிடத்தில் சங்கமம் சங்கமம் மழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம் மழைக்காகத்தான் மேகம்அட கலைக்காகத்தான் நீயும்உயிர் கலந்தாடுவோம் நாளும்மகனே வா நீ சொந்தக்காலிலே நில்லுதலை சுற்றும் பூமியை வெல்லுஇது அப்பன் சொல்லிய சொல்லுமகனே வா மகனே வா ஊருக்காக ஆடும் கலைஞன்தன்னை மறப்பான்தன் கண்ணீரை மூடிக்கொண்டுஇன்பம் கொடுப்பான் புலிகள் அழுவது ஏதுஅட பறவையும் அழ அறியாதுபோர்க்களம் நீ புகும்போதுமுள் தைப்பது கால் அறியாது மகனே மகனேகாற்றுக்கு ஓய்வென்பதுஏது அட ஏதுகலைக்கொரு தோல்விகிடையாது கிடையாது ஆலாலகண்டா ஆடலுக்கு தகப்பாவணக்கமுங்கஎன்னை ஆடாம ஆட்டி வச்சவணக்கமுங்க மழைத்துளி மழைத்துளிமண்ணில் சங்கமம்உயிர்த்துளி உயிர்த்துளிவானில் சங்கமம்உடல் பொருள் ஆவியெல்லாம்கலையில் சங்கமம் சங்கமம்",
    "உருவகம் 1": "கண்ணீரு ஒவ்வொரு சொட்டும்வைரம்",
    "விளக்கம் 1": "பாசத்தில் வரும் கண்ணீர்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மாயா மாயா",
    "படம்": "பாபா",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['கார்த்திக்', ' சுஜாதா மோகன்']",
    "பாடல்வரிகள்": "மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா சந்தோஷி சந்தோஷிசந்தோஷிநீ சந்தோஷம் கொண்டாடும்சந்நியாசி சந்தோஷி சந்தோஷிசந்தோஷிஉன் சந்தோஷம் உன் கையில்நீ யோசி மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா பட்டும் படாமலேதொட்டும் தொடாமலேதாமரை இலை தண்ணீர் போல் நீஒட்டி ஒட்டாமலிரு தாமரை இலை தண்ணீர்போல்நீ ஒட்டி ஒட்டாமலிரு மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா வாசனை இருக்கும்வரையினில் சிரிக்கும்பூக்களின் கதை தான்பூமியில் நமக்கும் உலகினில் எதுவும்நிரந்தரம் இல்லைஉறங்கிடும் வரையில்சுதந்திரம் இல்லை அவனவன் சொல்வான்ஆயிரம் சேதிஅளப்பவன் பேர்தான்அரசியல் வாதிஅதுக்கென்ன செய்ய அதுஅந்த பதவியின் வியாதி உனது கை கால்களேஉதவும் நண்பர்களேதிரைகடல் மேலஎண்ணை துளியினை போல்நீ ஒட்டி ஒட்டாமலிரு மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா காற்றே போ காற்றே போஎன் காதலனை கண்டு பிடிகண்ணீரில் கண்ணீரில்நான் வரைந்த கடிதம் படி மாயை போல் சாயை போல்காதல் உறவு ஓர் நாளும் ஆவதில்லைஉணர்வோடும் உயிரோடும்வாழும் அழகு பொய்யாக போவதில்லை காற்றே போ காற்றே போஎன் காதலனை கண்டு பிடி பட்டும் படாமலே கொஞ்சம் பரவாயில்லை தொட்டும் தொடாமலே ஒரு நாள் இதமா இல்லை தாமரை இலை தண்ணீர்போல்நீ ஒட்டி ஒட்டாமலிருதாமரை இலை தண்ணீர் போல் நீ என்னை எண்ணாமல் இரு சந்தோஷி சந்தோஷிசந்தோஷிநீ என்னோடு ஒன்றானால்சம்சாரி சந்தோஷி சந்தோஷிசந்தோஷிநீ தொட்டால் நான் பொன்னாவேன்உன் ராசி சந்தோஷி சந்தோஷிசந்தோஷிநீ சந்தோஷம் கொண்டாடும்சந்நியாசி சந்தோஷி சந்தோஷிசந்தோஷிஉன் சந்தோஷம் உன் கையில்நீ யோசி மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா பட்டும் படாமலேதொட்டும் தொடாமலேதாமரை இலை தண்ணீர்போல் நீஒட்டி ஒட்டாமலிரு தாமரை இலை தண்ணீர்போல்நீ ஒட்டி ஒட்டாமலிரு மாயா மாயா மாயாஎல்லாம் மாயாசாயா சாயா சாயாஎல்லாம் சாயா",
    "உருவகம் 1": "தாமரை இலை தண்ணீர்போல் நீ ஒட்டி ஒட்டாமலிரு",
    "விளக்கம் 1": "என்னை விட்டு பிரியாது என்னோடு எப்போதும் இரு",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மார்கழி பூவே",
    "படம்": "மே மாதம்",
    "வருடம்": 1994,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சோபனா சேகர்']",
    "பாடல்வரிகள்": "மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை            மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் பூக்களைப் பிரித்துபுத்தகம் படிப்பேன்புல்வெளி கண்டால்முயல் போல் குதிப்பேன் நான் மட்டும் இரவில்தனிமையில் நடப்பேன்நடைபாதைக் கடையில்தேநீர் குடிப்பேன் வாழ்கையின் ஒரு பாதிநான் எங்கு வசிப்பேன்வாழ்கையின் மறு பாதிநான் என்றும் ரசிப்பேன் காற்றில் வரும் மேகம் போலேநான் எங்கும் மிதப்பேன்            மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள் காவிரி மணலில்நடந்ததுமில்லைகடற்கரை அலையில்கால் வைத்ததில்லை சுதந்திர வானில்பறந்ததுமில்லைசுடச் சுட மழையில்நனைந்ததும் இல்லை சாலையில் நானாகப்போனதுமில்லைசமயத்தில் ஆணாகஆனதுமில்லை ஏழை மனம் காணும் இன்பம்நான் காணவில்லை மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை மெத்தை மேல் கண்கள்மூடவும் இல்லைஉன்மடி சேர்ந்தால்கனவுகள் கொள்ளை மார்கழி பூவேமார்கழி பூவேஉன் மடி மேலேஓர் இடம் வேண்டும் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள் வெண்பா பாடி வரும் வண்டுக்குசெந்தேன் தந்துவிடும் சிறுபூக்கள்கொஞ்சம் பாட வரும் பெண்ணுக்குசந்தம் தந்து விடும் மைனாக்கள்",
    "உருவகம் 1": "மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும்",
    "விளக்கம் 1": "பெண்ணின் மடியில் உறங்க இடம் வேண்டும்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "முதல் கனவே முதல் கனவே",
    "படம்": "மஜ்னு",
    "வருடம்": 2001,
    "இசைமைப்பாளர்": "ஹாரிஸ் ஜெயராஜ்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஷ் ராகவேந்திரா', 'பம்பாய் ஜெயஸ்ரீ']",
    "பாடல்வரிகள்": "முதல் கனவே முதல் கனவேமறுபடி ஏன் வந்தாய்நீ மறுபடி ஏன் வந்தாய் முதல் கனவே முதல் கனவேமறுபடி ஏன் வந்தாய்நீ மறுபடி ஏன் வந்தாய் விழி திறந்ததும் மறுபடிகனவுகள் வருமா வருமாவிழி திறக்கையில் கனவென்னைதுரத்துது நிஜமா நிஜமா முதல் கனவு முதல் கனவுமூச்சுள்ள வரையில் வருமல்லவாகனவுகள் தீர்ந்து போனால்வாழ்வில்லை அல்லவா கனவல்லவே கனவல்லவேகண்மணி நானும் நிஜம் அல்லவாசத்தியத்தில் முளைத்த காதல்சாகாது அல்லவா முதல் கனவே முதல் கனவேமறுபடி ஏன் வந்தாய்நீ மறுபடி ஏன் வந்தாய் விழி திறந்ததும் மறுபடிகனவுகள் வருமா வருமாவிழி திறக்கையில் கனவென்னைதுரத்துது நிஜமா நிஜமா எங்கே எங்கே நீ எங்கே என்றுகாடு மேடு தேடி ஓடிஇரு விழி இரு விழி தொலைத்து விட்டேன் இங்கே இங்கே நீ வருவாய் என்றுசின்ன கண்கள் சிந்துகின்றதுளிகளில் துளிகளில் உயிர் வளர்ப்பேன் தொலைந்த என் கண்களைபார்த்ததும் கொடுத்து விட்டாய்கண்களை கொடுத்து இதயத்தைஎடுத்து விட்டாய் இதயத்தை தொலைத்ததற்காஎன் ஜீவன் எடுக்கிறாய் முதல் கனவே முதல் கனவேமறுபடி ஏன் வந்தாய்நீ மறுபடி ஏன் வந்தாய் விழி திறந்ததும் மறுபடிகனவுகள் வருமா வருமாவிழி திறக்கையில் கனவென்னைதுரத்துது நிஜமா நிஜமா ஊடல் வேண்டாம்ஓதல்கள் வேண்டாம்ஓசையோடு நாதம் போலஉயிரிலே உயிரிலே கலந்து விடு கண்ணீர் வேண்டாம்காயங்கள் வேண்டாம்ஆறு மாத பிள்ளை போலமடியிலே மடியிலே உறங்கி விடு நிலா வரும் நேரம்நட்சத்திரம் தேவை இல்லைநீ வந்த நேரம்நெஞ்சில் ஒரு ஊடல் இல்லை வன பூக்கள் வேர்க்கும் முன்னேவர சொல்லு தென்றலைகுழு: வர சொல்லு தென்றலை தாமரையே தாமரையேநீரில் ஒளியாதேநீ நீரில் ஒளியாதே தினம் தினம் ஒரு சூரியன் போலவருவேன் வருவேன்அனுதினம் உன்னை ஆயிரம் கையால்தொடுவேன் தொடுவேன் சூரியனே சூரியனேதாமரை முகவரி தேவை இல்லைவிண்ணில் நீயும் இருந்துகொண்டே விரல் நீட்டி திறக்கிறாய் மரங்கொத்தியே மரங்கொத்தியேமனதை கொத்தி துளை இடுவாய்உள்ளத்துக்குள் விளக்கடித்துதூங்கும் காதல் எழுப்புவாய்தூங்கும் காதல் எழுப்புவாய் தூங்கும் காதல் எழுப்புவாய்நீ தூங்கும் காதல் எழுப்புவாய்தூங்கும் காதல் எழுப்புவாய்",
    "உருவகம் 1": "முதல் கனவே மறுபடி ஏன் வந்தாய்",
    "விளக்கம் 1": "எனது முதலாவது காதலே ஏன் மீண்டும் என்னிடத்தில் வந்தாய்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "முதல்முறைகிள்ளிப் பாா்த்தேன்",
    "படம்": "சங்கமம்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆா்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சுஜாதா', ' ஸ்ரீனிவாஸ்']",
    "பாடல்வரிகள்": "முதல்முறை கிள்ளிப் பாா்த்தேன்முதல்முறை கண்ணில் வோ்த்தேன்எந்தன் தாயின் கா்ப்பம் தாண்டிமறுமுறை உயிா் கொண்டேன்உன்னால் இருமுறை உயிா் கொண்டேன் முதல்முறை கிள்ளிப் பாா்த்தேன்முதல்முறை கண்ணில் வோ்த்தேன்எந்தன் தாயின் கா்ப்பம் தாண்டிமறுமுறை உயிா் கொண்டேன்உன்னால் இருமுறை உயிா் கொண்டேன் முதல்முறை எனக்குஅழுதிடத் தோன்றும் ஏன்கண்ணீருண்டு சோகமில்லைஆமாம் மழையுண்டு மேகமில்லை கால்களில் கிடந்தசலங்கையைத் திருடிஅன்பே என் மனசுக்குள்கட்டியதென்ன சலங்கைகள் அணிந்தும்சத்தங்களை மறைத்தாய்பெண்ணே உன் உள்ளம்தன்னை ஒளித்ததென்ன விதையொன்று உயிா் கொள்ளவெப்பம் காற்று ஈரம் வேண்டும்காதல் வந்து உயிா் கொள்ளகாலம் கூட வேண்டும் ஒரு விதை உயிா் கொண்டதுஆனால் இரு நெஞ்சில் வோ் கொண்டது சலங்கையே கொஞ்சம் பேசுமௌனமே பாடல் பாடுமொழியெல்லாம் ஊமையானால்கண்ணீா் உரையாடும்அதில் கவிதை அரங்கேறும் பாதையும் தூரம்நான் ஒரு பாரம்என்னை உன் எல்லை வரைகொண்டு செல்வாயா உடலுக்குள் இருக்கும்உயிா் ஒரு சுமையாபெண்ணே உன்னை நானும்விட்டுச் செல்வேனா தந்தை தந்த உயிா் தந்தேன்தாய் தந்த உடல் தந்தேன்உறவுகள் எல்லாம் சோ்த்துஉன்னிடம் கண்டேன் மொத்தத்தையும் நீ கொடுத்தாய்ஆனால் முத்தத்துக்கோா் நாள் குறித்தாய் முதல்முறை கிள்ளிப் பாா்த்தேன்முதல்முறை கண்ணில் வோ்த்தேன்எந்தன் தாயின் கா்ப்பம் தாண்டிமறுமுறை உயிா் கொண்டேன்உன்னால் இருமுறை உயிா் கொண்டேன் முதல்முறை எனக்குஅழுதிடத் தோன்றும் ஏன்கண்ணீருண்டு சோகமில்லைஆமாம் மழையுண்டு மேகமில்லை",
    "உருவகம் 1": "சலங்கையே கொஞ்சம் பேசு",
    "விளக்கம் 1": "எப்போதும் கலகலவென இருக்கும் பெண்ணே என்னோடு கொஞ்சம் பேசு",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "முதல்வனே என்னை கண் பாராய்",
    "படம்": "முதல்வன்",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சங்கா் மகாதேவன்', 'S ஜானகி']",
    "பாடல்வரிகள்": "முதல்வனே என்னை கண் பாராய்முந்தானை கொடியேற்ற நேரமில்லையாஓ காதல் பஞ்சம் வந்து நொந்தேனே முத்த நிவாரணம் எனக்கில்லையாவாளின் ஓசை கேட்கும் தலைவா வளையல் ஓசை கேட்கவில்லையா முதல்வா… முதல்வா ஆ கொஞ்ச நேரம் ஒதுக்கி கூந்தல் ஒதுக்கி குறிப்பு எழுந்துங்கள்எந்தன் தோளில் ஆ பீலி ஒன்றை எடுத்துதேனில் நனைத்துகையொப்பம் இடுவேன்உந்தன் மாா்பில் உலகம் வாழ நிதி ஒதுக்குஎன் உயிரும் வாழ மதி ஒதுக்கு அரசன் வாழ விதி இருக்குஅதற்கு நீதான் விதி விலக்கு மன்னனே… மன்னனேஇதோ இவள் உனக்கு முதல்வனே என்னை கண் பாராய்முந்தானை கொடியேற்ற நேரமில்லையாஓ காதல் பஞ்சம் வந்து நொந்தேனேமுத்த நிவாரணம் எனக்கில்லையா வாளின் ஓசை கேட்கும் தலைவா வளையல் ஓசை கேட்கவில்லையா முதல்வா… முதல்வா பள்ளிவாசல் திறந்தாய்பள்ளி திறந்தாய்பள்ளியறை வர நேரமில்லையா ஓ ஊரடங்கு தளா்த்திவாிகள் தளா்த்திஉடைகள் தளா்த்திடவேண்டும் இல்லையா ஆசைப்பூவை தவிக்க விட்டுஅமைச்சரோடு நகா்வலமோ உனது கண்ணில் நீா் துடைத்தால்ஊா்க்குழாயில் நீா் வருமோ வேந்தனே… வேந்தனேஉந்தன் வரம் வருமோ முதல்வனே என்னை கண் பாராய்முந்தானை கொடியேற்ற நேரமில்லையா ஹே காதல் பஞ்சம் வந்து நொந்தாயோ முத்த நிவாரணம் உனக்கு அளிப்பான் வாளின் ஓசை தீரும் போது வளையலோசை கேட்கவருவான்",
    "உருவகம் 1": "வாளின் ஓசை கேட்கும் தலைவா வளையல் ஓசை கேட்கவில்லையா",
    "விளக்கம் 1": "காதலியை கண்டு கொள்ள மாட்டாயா",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "முத்தான சம்மக் சல்லோ",
    "படம்": "ரா ஒன்",
    "வருடம்": 2011,
    "இசைமைப்பாளர்": "விஷால்-சேகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['அகோன்', ' ஹம்சிகா ஐயர்', 'விஷால் டாட்லானி']",
    "பாடல்வரிகள்": "கேர்ள் யு ஆர் மை சம்மக் சல்லோ வேர் யு கோ ஐ ஆம்கொன்னா பால்லொவ் வாட் யு வாண்ட் கேர்ள்ஜஸ்ட் லெட் மீ க்நொவ் ஓ ஒ ஒயு கேன் பீ மைசம்மக் சல்லோ ஓ ஒ ஒ ஷாவ்ட்டி ஐயாம் கோன்னா கெட்சயு க்நொவ் ஐயாம் கோன்னா கெட்சயு க்நொவ் ஐ ஈவென் லெட்சலெட்ச பீ மை சம்மக் சல்லோ நீ என்னை ஏற்று கொண்டால்கண்ணில் கொஞ்சம் காட்டுநீ மட்டும் இல்லை என்றால்நேசிகாது காத்துபேசாத வார்த்தை சொல்லிபேரின்பத்தை கூட்டுவாழத வாழ்க்கை வாழ்வோம் வா வான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோ முத்தான சம்மக் சல்லோமொத்தத்தில் சங்கதி எல்லோஇது இனி என் உரிமை அல்லோமுத்தான சம்மக் சல்லோ ஷார்ட்டி ஐயாம் கோன்னா கெட்யயு க்நொவ் ஐயாம் கோன்னா கெட்யமே பீ ஐ ஈவென் லெட் யுபீ மை சம்மக் சல்லோ நீ என்னை ஏற்று கொண்டால்கண்ணில் கொஞ்சம் காட்டுநீ மட்டும் இல்லை என்றால்நேசிகாது காத்துபேசாத வார்த்தை சொல்லிபேரின்பத்தை கூட்டுவாழத வாழ்க்கை வாழ்வோம் வா வான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோ எப்பொதும் கண் அடிப்பநீ என்ன நாக்ட்டியாஎல்லாரும் பார்த்திருக்கமுத்தாட மாட்டியா பாரத்தில் சாய்ந்திர்க்கநான் என்ன பாட்டியாஉள்ளத்தில் காதலோடுஓட்டிக்க மாட்டியோ நீ என்னை ஏற்று கொண்டால்கண்ணில் கொஞ்சம் காட்டுநீ மட்டும் இல்லை என்றால்நேசிகாது காத்துபேசாத வார்த்தை சொல்லிபேரின்பத்தை கூட்டுவாழத வாழ்க்கை வாழ்வோம் வா வான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோ வான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோவான்ன பீ மை சம்மக் சல்லோ",
    "உருவகம் 1": "நீ மட்டும் இல்லை என்றால் நேசிகாது காத்து",
    "விளக்கம் 1": "நீ இல்லை என்றால் இறந்து விடுவேன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மெல்லினமே மெல்லினமே",
    "படம்": "ஷாஜகான்",
    "வருடம்": 2001,
    "இசைமைப்பாளர்": "மணி சர்மா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஸ் ராகவேந்திரா']",
    "பாடல்வரிகள்": "மெல்லினமே மெல்லினமேநெஞ்சில் மெல்லிய காதல் பூக்கும்என் காதல் ஒன்றே மிக உயா்ந்ததடிஅதை வானம் அண்ணாந்து பாா்க்கும் மெல்லினமே மெல்லினமேநெஞ்சில் மெல்லிய காதல் பூக்கும்என் காதல் ஒன்றே மிக உயா்ந்ததடிஅதை வானம் அண்ணாந்து பாா்க்கும் நான் தூரத் தொியும் வானம்நீ துப்பட்டாவில் இழுத்தாய்என் இருவத்தைந்து வயதைஒரு நொடிக்குள் எப்படி அடைத்தாய்ஓ ஹோ ஹே ஹே மெல்லினமே மெல்லினமேநெஞ்சில் மெல்லிய காதல் பூக்கும்என் காதல் ஒன்றே மிக உயா்ந்ததடிஅதை வானம் அண்ணாந்து பாா்க்கும்            வீசிப்போன புயலில்என் வோ்கள் சாயவில்லைஒரு பட்டாம்பூச்சி மோதஅது பட்டென்று சாய்ந்ததடி எந்தன் காதல் சொல்லஎன் இதயம் கையில் வைத்தேன்நீ தாண்டிப்போன போதுஅது தரையில் விழுந்ததடி மண்ணிலே செம்மண்ணிலேஎன் இதயம் துள்ளுதடிஒவ்வொரு துடிப்பிலும்உன் பெயா் சொல்லுதடி கனவுப் பூவே வருகஉன் கையால் இதயம் தொடுகஎந்தன் இதயம் கொண்டுநீ உந்தன் இதயம் தருகஓ ஹோ ஹே ஹே மெல்லினமே மெல்லினமேநெஞ்சில் மெல்லிய காதல் பூக்கும்என் காதல் ஒன்றே மிக உயா்ந்ததடிஅதை வானம் அண்ணாந்து பாா்க்கும்            மண்ணைச் சேரும் முன்னேஅடி மழைக்கு லட்சியம் இல்லைமண்ணைச் சோ்ந்த பின்னேஅதன் சேவை தொடங்குமடி உன்னைக் காணும் முன்னேஎன் உலகம் தொடங்கவில்லைஉன்னைக் கண்ட பின்னேஎன் உலகம் இயங்குதடி வானத்தில் ஏறியேமின்னல் பிடிக்கிறவன்பூக்களை பறிக்கவும்கைகள் நடுங்குகிறேன் பகவான் பேசுவதில்லைஅட பக்தியும் குறைவதும் இல்லைகாதலி பேசவுமில்லைஎன் காதல் குறைவதும் இல்லைஓ ஹோ ஹே ஹே மெல்லினமே மெல்லினமேநெஞ்சில் மெல்லிய காதல் பூக்கும்என் காதல் ஒன்றே மிக உயா்ந்ததடிஅதை வானம் அண்ணாந்து பாா்க்கும் நான் தூரத் தொியும் வானம்நீ துப்பட்டாவில் இழுத்தாய்என் இருவத்தைந்து வயதைஒரு நொடிக்குள் எப்படி அடைத்தாய்ஓ ஹோ ஹே ஹே",
    "உருவகம் 1": "மெல்லினமே நெஞ்சில் மெல்லிய காதல் பூக்கும்",
    "விளக்கம் 1": "மென்மையான பெண்ணே உன் மேலே எனக்கு காதல் உருவாகும்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மேகத்தில் ஒன்றாய்",
    "படம்": "காதல் சடுகுடு",
    "வருடம்": 2003,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரண்', ' சுஜாதா']",
    "பாடல்வரிகள்": "மேகத்தில் ஒன்றாய்நின்றோமே அன்பேமழை நீராய் சிதறிபோகின்றோம் அன்பே மேகத்தில் ஒன்றாய்நின்றோமே அன்பேமழை நீராய் சிதறிபோகின்றோம் அன்பே பிரிவென்பதால்நெஞ்சிலே பாரம் இல்லைமழை என்பதுநீருக்கு மரணம் இல்லை மீண்டும் ஒருநாள் மேகம் ஆகிவானில் சேர்ந்திடுவோம்இருவரும் கூடி ஒருதுளி ஆகிமுத்தாய் மாறிடுவோம் மேகத்தில் ஒன்றாய்நின்றோமே அன்பேமழை நீராய் சிதறிபோகின்றோம் அன்பே கண்ணை கவ்வும்உன் கண்களை காதலித்தேன்கற்பை தொடும்உன் பார்வையை காதலித்தேன் ஆசை கொண்டுஉன் ஆண்மையை காதலித்தேன்மீசை கொண்டுஉன் மென்மையை காதலித்தேன் நிலா விழும்உன் விழிகளை காதலித்தேன்நிலம் விழும்உன் நிழலையும் காதலித்தேன் நெற்றி தொடும்உன் முடிகளை காதலித்தேன்நெஞ்சை மூடும்உன் உடைகளை காதலித்தேன் கல்லா சிலநாள் தெரிவோம்அதனால் உறவா செத்துவிடும்கடல் நீர் கொஞ்சம் மேகமானால்கடலா வற்றிவிடும் வெளியூர் போகும் காற்றும்ஒருநாள் வீட்டுக்கு திரும்பி வரும்பிரிதல் என்பது இலையுதிர் காலம்நிச்சியம் வசந்தம் வரும் மேகத்தில் ஒன்றாய்நின்றோமே அன்பேமழை நீராய் சிதறிபோகின்றோம் அன்பே அன்பே அன்பேஉன்னை எங்கனம் பிரிந்திருப்பேன்நிலா வந்தால்என் இரவுகள் இறங்கிருப்பேன் உன்னை எண்ணிஎன் உயிர்கலம் உடைந்திருப்பேன்கண்ணால் கண்டால்நான் இருமுறை உயிர்தரிப்பேன் அன்பே அன்பேஉன்னை எங்கனம் மறந்திருப்பேன்நித்தம் நித்தம்உன் கனவுக்குள் இடம் பிடிப்பேன் பெண்ணே பெண்ணேநம் பிரிவினில் துணை இருப்பேன்கண்ணே கண்ணேஎன் கண்களை அனுப்பி வைப்பேன் இத்தனை பிரிவு தகுமா என்றுஇயற்கையை கண்டிக்கிறேன்ஏன் தான் அவனை கண்டாய் என்றுகண்களை தண்டிக்கிறேன் பிரியும் போதே பிரிவும் வளரும்பிரிந்தே சிந்திப்போம்வாழ்க்கை என்பது வட்ட சாலைமீண்டும் சந்திப்போம் மேகத்தில் ஒன்றாய்நின்றோமே அன்பேமழை நீராய் சிதறிபோகின்றோம் அன்பே பிரிவென்பதால்நெஞ்சிலே பாரம் இல்லைமழை என்பதுநீருக்கு மரணம் இல்லை மீண்டும் ஒருநாள் மேகம் ஆகிவானில் சேர்ந்திடுவோம்இருவரும் கூடி ஒருதுளி ஆகிமுத்தாய் மாறிடுவோம்",
    "உருவகம் 1": "மேகத்தில் ஒன்றாய்நின்றோமே அன்பேமழை நீராய் சிதறிபோகின்றோம்",
    "விளக்கம் 1": "இவ்வளவு காலமாய் ஒன்றாய் இருந்து விட்டு இப்போது பிரிந்து விட்டோமே",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "மைனாவே மைனாவே",
    "படம்": "தித்திக்குதே",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "வித்யாசாகர்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['உன்னிகிருஷ்ணன்', ' சாதனா சர்கம்']",
    "பாடல்வரிகள்": "மைனாவே மைனாவேஎன் கனவில் தினம் தினம்கேட்கும் பாடல் நீதானாஹே மைனாவே மைனாவேஎன் கண்கள் பூமியில்தேடிய தேடல் நீதானா விண்மீனாய் தொலைந்த மகள்வெண்நிலவாய் வந்தாளாதேடியவன் கைகளிலேதேவதையாய் விழுந்தாளாபிரிவுக்கும் சேர்த்து இனிமேல்வாழ்வோம் வாழ்வோம் என்றாளா மைனாவே மைனாவேஎன் கனவில் தினம் தினம்கேட்கும் பாடல் நீதானாமைனாவே மைனாவேஎன் கண்கள் பூமியில்தேடிய தேடல் நீதானா நீ போன காலம் தொட்டுஎன் வாழ்வில் பகலே இல்லைஇருளோடு உன்னை தேடிஇளைத்து விட்டேன் திசைக்கொன்றாய் தேடி செல்லவிழி நான்கு இல்லை என்றுகண்ணீரை சிந்தி சிந்திகரைந்து விட்டேன் பிரிந்தோம் அன்று துளியாகஇணைந்தோம் இன்று நதியாக நீரின் தாகம் நீரால் தீர்ந்தது மைனாவே மைனாவேஎன் கனவில் தினம் தினம்கேட்கும் பாடல் நீதானா மைனாவே மைனாவேஎன் கனவில் தினம் தினம்கேட்கும் பாடல் நீதானா சில்லென்ற முத்தம் ஒன்றுசெல் எல்லாம் நனையும் போதுஉள்ளுக்குள் அச்ச பூக்கள்உதிர்கின்றதே தேரோடு பூவனம் ஒன்றுமாரோடு சரியும் போதுஅணுவெல்லாம் ஆகாயம் போல்பிரிகின்றதே தேகம் ரெண்டும் பிரியாதாஜீவன் எரியும் சுடராக முத்தம் என்னும்எண்ணெய் ஊற்றுவோம் மைனாவே மைனாவேஎன் கனவில் தினம் தினம்கேட்கும் பாடல் நீதானா மைனாவே மைனாவேஎன் கண்கள் பூமியில்தேடிய தேடல் நீதானா விண்மீனாய் தொலைந்த மகள்வெண்நிலவாய் வந்தாளாதேடியவன் கைகளிலேதேவதையாய் விழுந்தாளாபிரிவுக்கும் சேர்த்து இனிமேல்வாழ்வோம் வாழ்வோம் என்றாளா",
    "உருவகம் 1": "மைனாவே மைனாவே என் கனவில் தினம் தினம்கேட்கும் பாடல் நீதானா",
    "விளக்கம் 1": "நீண்ட காலமாய் எதிர்பாத்திருந்த விடயம் கிடைத்து விட்டது",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "யாா் சொல்வதோ",
    "படம்": "குஷி",
    "வருடம்": 2000,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹாிஹரன்', 'சாதனா சா்கம்']",
    "பாடல்வரிகள்": "யாா் சொல்வதோயாா் சொல்வதோயாா் சொல்வதோயாா் சொல்வதோ மொட்டு ஒன்றுமலா்ந்திட மறுக்கும்குழு: கும் கும் கும் முட்டும் தென்றல்தொட்டு தொட்டு திறக்கும் அது மலாின் தோல்வியாஇல்லை காற்றின் வெற்றியாகுழு: ஹ்ம்ம் யா யா அது மலாின் தோல்வியாஇல்லை காற்றின் வெற்றியாகுழு: ஹ்ம்ம் யா யா யாா் சொல்வதோயாா் சொல்வதோபதில் யாா் சொல்வதோயாா் சொல்வதோ மேகம் என்பதுஅட மழை முடிச்சுகாற்று முட்டினால்அவிழ்ந்துக்கொள்ளும்குழு: கும் கும் கும் காதல் என்பதுஇரு மன முடிச்சுகண்கள் முட்டினால்அவிழ்ந்துக்கொள்ளும்குழு: கும் கும் கும் மேகங்கள்முட்டிக்கொள்வதாலேசண்டை என்றுபொருள் இல்லை தேகங்கள்முட்டிக்கொள்வதாலேஊடல் என்றுபொருள் இல்லை இதழ்கள் பொய் சொல்லும்இமைகள் மெய் சொல்லும்தொியாதா உண்மை தொியாதா காதல் விதை போலமௌனம் மண் போலமுளைகாதா மண்ணை துளைகாதா பனிகுடங்கள்மெல்ல உடைந்துவிட்டால்உயிா் ஜனிக்கும் உயிா் ஜனிக்கும் ஓஹோ மௌன குடங்கள்மெல்ல உடைந்துவிட்டால்காதல் பிறக்கும் காதல் பிறக்கும்குழு: கும் கும் கும் உள்ளத்தை மூடிமூடி தைத்தால்கலை இல்லை காதல் இல்லை உள்ளங்கை போலேஉள்ளம் வைத்தால்பயம் இல்லை பாரம் இல்லை நாணல் காணாமல்ஊடல் கொண்டாலும்நனைக்காதா நதி நனைக்காதா கமலம் நீரோடுகவிழ்ந்தே நின்றாலும்திறக்காதா கதிா் திறக்காதா மொட்டு ஒன்றுமலா்ந்திட மறுக்கும்குழு: கும் கும் கும் முட்டும் தென்றல்தொட்டு தொட்டு திறக்கும் அது மலாின் தோல்வியாஇல்லை காற்றின் வெற்றியாகுழு: ஹ்ம்ம் யா யா கல்லுகுள்ளே சிற்பம்தூங்கி கிடக்கும்சின்ன உளி தட்டி தட்டி எழுப்பும்அது கல்லின் தோல்வியாஇல்லை உளியின் வெற்றியா",
    "உருவகம் 1": "உள்ளங்கை போலேஉள்ளம் வைத்தால் பயம் இல்லை",
    "விளக்கம் 1": "அனைத்திலும் வெளிப்படையாக இருந்தால் பிரச்சனை இல்லை",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ராவோடும் பகலோடும்",
    "படம்": "மின்சார கனவு",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['சங்கர் மகாதேவன்', ' கவிதா பௌடுவல்']",
    "பாடல்வரிகள்": "என் அழகென்ன என் தொழில் என்னஏன் என்னோடு உன் காதல் உண்டாச்சுஎன் அழகென்ன என் தொழில் என்னஏன் என்னோடு உன் காதல் உண்டாச்சு சிறு கண்ணீராய் நான் தவழ்ந்தேனேஇதில் எப்போது மின்சாரம் உண்டாச்சு பெண்ணே பெண்ணேராவோடும் பகலோடும்உந்தன் ஞாபக தொல்லைரயில் பாதை பூவோடுவண்டுகள் தூங்குவதில்லைஇது சரியா தவறா என்பதை சொல்லசாஸ்திரத்தில் இடமில்லை வெண்ணிலவே வெண்ணிலவேஎன்னை போல தேயாதேஉன்னோடும் காதல் நோயா ஒரு பூங்காவை போல்எந்தன் உள்ளம் வைத்தேன்அதில் புயல் வீசி குலைத்தது யார் வெண்ணிலவே வெண்ணிலவேஎன்னை போல தேயாதேஉன்னோடும் காதல் நோயா ஒரு பூங்காவை போல்எந்தன் உள்ளம் வைத்தேன்அதில் புயல் வீசி குலைத்தது யார்",
    "உருவகம் 1": "ஒரு பூங்காவை போல் எந்தன் உள்ளம் வைத்தேன்",
    "விளக்கம் 1": "மிகவும் தூய்மையான உள்ளத்தை கொண்டிப்பவன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "வண்ணம் கொண்டவெண்ணிலவே",
    "படம்": "சிகரம்",
    "வருடம்": 1991,
    "இசைமைப்பாளர்": "SP பாலசுப்ரமணியம்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "வண்ணம் கொண்ட வெண்ணிலவேவானம் விட்டு வாராயோவண்ணம் கொண்ட வெண்ணிலவேவானம் விட்டு வாராயோ விண்ணிலே பாதை இல்லைஉன்னை தொட ஏணி இல்லைவிண்ணிலே பாதை இல்லைஉன்னை தொட ஏணி இல்லை வண்ணம் கொண்ட வெண்ணிலவேவானம் விட்டு வாராயோவண்ணம் கொண்ட வெண்ணிலவே பக்கத்தில் நீயும் இல்லைபார்வையில் ஈரம் இல்லைசொந்தத்தில் பாஷை இல்லைசுவாசிக்க ஆசை இல்லை            பக்கத்தில் நீயும் இல்லைபார்வையில் ஈரம் இல்லைசொந்தத்தில் பாஷை இல்லைசுவாசிக்க ஆசை இல்லை கண்டு வந்து சொல்வதற்குகாற்றுக்கு ஞானம் இல்லைநீளத்தை பிரித்துவிட்டால்வானத்தில் ஏதுமில்லைதள்ளி தள்ளி நீ இருந்தால்சொல்லிக்கொள்ள வாழ்க்கை இல்லை வண்ணம் கொண்ட வெண்ணிலவேவானம் விட்டு வாராயோ நங்கை உந்தன் கூந்தலுக்குநட்சத்திர பூ பறித்தேன்நங்கை வந்து சேரவில்லைநட்சத்திரம் வாடுதடி நங்கை உந்தன் கூந்தலுக்குநட்சத்திர பூ பறித்தேன்நங்கை வந்து சேரவில்லைநட்சத்திரம் வாடுதடி            கன்னி உன்னை பார்த்திருப்பேன்கால் கடுக்க காத்திருப்பேன்ஜீவன் வந்து சேரும்வரைதேகம் போல் நான் கிடப்பேன்தேவி வந்து சேர்ந்துவிட்டால்ஆவி கொண்டு நான் நடப்பேன் வண்ணம் கொண்ட வெண்ணிலவேவானம் விட்டு வாராயோவிண்ணிலே பாதை இல்லைஉன்னை தொட ஏணி இல்லை வண்ணம் கொண்ட வெண்ணிலவேவானம் விட்டு வாராயோவண்ணம் கொண்ட வெண்ணிலவே Sigaram Movie Songs Lyrics Vannam Konda VennilaveVaanam Vittu VaaraayoVannam Konda VennilaveVaanam Vittu Vaaraayo Vinnile PaadhaiyillaiUnnaiththoda YeniyillaiVinnile PaadhaiyillaiUnnaiththoda Yeniyillai Vannam Konda VennilaveVaanam Vittu VaaraayoVannam Konda Vennilave Pakkaththil NeeyumillaiPaarvaiyil EeramillaiSondhaththil BaashayillaiSwaasikka Aasaiyillai Pakkaththil NeeyumillaiPaarvaiyil EeramillaiSondhaththil BaashayillaiSwaasikka Aasaiyillai Kanduvandhu SolvadharkuKaatrukku GnyaanamillaiNeelathai PirithuvittaalVaanathil YedhumillaiThalli Thalli NeeyirundhaalSollikkolla Vazhkai Illai Vannam Konda VennilaveVaanam Vittu Vaaraayo Nangai Undhan KoondhalukkuNatchaththira PoopparithenNangai Vandhu SeravillaiNatchaththiram Vaadudhadi Nangai Undhan KoondhalukkuNatchaththira PoopparithenNangai Vandhu SeravillaiNatchaththiram Vaadudhadi Kanni Unnai PaarthiruppenKaalkadukka KaathiruppenJeevan Vandhu SerumvaraiDhegam Pol Naan KidappenDevi Vandhu Serndhu VittaalAavi Kondu Naan Nadappen Vannam Konda VennilaveVaanam Vittu VaaraayoVinnile PaadhaiyillaiUnnaiththoda Yeniyillai Vannam Konda VennilaveVaanam Vittu VaaraayoVannam Konda Vennilave",
    "உருவகம் 1": "வண்ணம் கொண்ட வெண்ணிலவே வானம் விட்டு வாராயோ",
    "விளக்கம் 1": "அழகான பெண்ணே என்னிடம் வர மாட்டாயா",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "வான்தூரல் என் தோள்கள் மேலே",
    "படம்": "பேரன்பு",
    "வருடம்": 2018,
    "இசைமைப்பாளர்": "யுவன் சங்கர் ராஜா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஸ்ரீராம் பார்த்தசாரதி']",
    "பாடல்வரிகள்": "வான்தூரல் என் தோள்கள் மேலேவாலாட்டும் நாளேபேர் இருட்டில் என் கண்கள் மீதேமின்னும் மின்மினியே விதையை புரட்டி போட்டாலும்விண்ணை பார்த்து தான் முளைக்கும்பேர் அன்பினால் வாழ்க்கையின்கோணல்கள் நேர்படும் பருவம் கடந்து போனாலும்அருகம்புல்லு சாகாதுஓர் தூரலில் மொத்தமாய்பச்சையாய் மாறிடும் வான்தூரல் என் தோள்கள் மேலேவாலாட்டும் நாளேபேர் இருட்டில் என் கண்கள் மீதேமின்னும் மின்மினியே            ஆ ஆ ஆ… ஆ ஆ ஆ…நிரிசனி தனிப மகமபநிரிசனி தனிப மகமப எங்கே சென்று வீழ்வதென்றுசிந்தும் மழை அறிந்ததில்லைசொந்த பந்தம் யார் வசம் என்றுதேடும் உயிர் தெரிந்ததில்லை மேகமற்ற வானத்தின் கீழேதாகம்முற்ற பறவையை போலேஏதுமற்று பறந்த போதும்நாடும் துணைகள் ஈரப்பதம் காற்றில் இருந்தால்தூரத்திலே காடு தெரிந்தால்பக்கம் தானே நீர் நிலை என்றுபேசும் குரல்கள் வான்தூரல் என் தோள்கள்மேலே வாலாட்டும் நாளே            மெல்ல தானே சொல்லும் மாறும்சொல்லி தானே சோகம் தீரும்வாழும் ஆசை உள்ளபேர்க்கேவாழ்க்கை என்றுமே இனிக்கும் ஊனப்பட்ட ஜீவன் ஏதும்பட்டினியால் சாவதில்லைஎங்கோ செல்லும் எறும்பு கூடஇரை கொடுக்கும் மேகம் மட்டும் வானமில்லைதேகம் மட்டும் வாழ்க்கையில்லைபுலன்களை கடந்து கூடஇன்பம் இருக்கும் வான்தூரல் என் தோள்கள் மேலேவாலாட்டும் நாளேபேர் இருட்டில் என் கண்கள் மீதேமின்னும் மின்மினியே",
    "உருவகம் 1": "வானத்தின் கீழேதாகம்முற்ற பறவையை போலே ஏதுமற்று பறந்த போதும் நாடும் துணைகள் ஈரப்பதம் காற்றில் இருந்தால்தூரத்திலே காடு தெரிந்தால்பக்கம் தானே நீர் நிலை என்றுபேசும்",
    "விளக்கம் 1": "எப்போதும் நம்பிக்கையுடன் இருக்க வேண்டும்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "வெண்ணிலவே வெண்ணிலவே",
    "படம்": "மின்சார கனவு",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['ஹரிஹரன்', ' ஷாதனா சர்கம்']",
    "பாடல்வரிகள்": "வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவைவெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவை வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவைஇந்த பூலோகத்தில் யாரும்பாா்க்கும் முன்னே உன்னைஅதிகாலை அனுப்பி வைப்போம் இது இருளல்ல அது ஒளியல்லஇது இரண்டோடும் சேராத பொன் நேரம்இது இருளல்ல அது ஒளியல்லஇது இரண்டோடும் சேராத பொன் நேரம்தலை சாயாதே விழி மூடாதேசில மொட்டுக்கள் சட்டென்று பூவாகும் பெண்ணே பெண்ணேபூலோகம் எல்லாமேதூங்கிபோன பின்னேபுல்லோடு பூவிழும்ஓசை கேட்கும் பெண்ணே நாம் இரவின் மடியில்பிள்ளைகள் ஆவோம்பாலுாட்ட நிலவுண்டு வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவைஇந்த பூலோகத்தில் யாரும்பாா்க்கும் முன்னே உன்னைஅதிகாலை அனுப்பி வைப்போம் எட்டாத உயரத்தில்நிலவை வைத்தவன் யாருகையோடு சிக்காமல்காற்றை வைத்தவன் யாரு இதை எண்ணி எண்ணிஇயற்கையை வியக்கிறேன்எட்டாத உயரத்தில்நிலவை வைத்தவன் யாரு பெண்ணே பெண்ணேபூங்காற்று அறியாமல்பூவை திறக்க வேண்டும்பூக்கூட அறியாமல்தேனை ருசிக்க வேண்டும் அட உலகைரசிக்க வேண்டும் நான்உன் போன்ற பெண்ணோடு வெண்ணிலவே வெண்ணிலவேவிண்ணை தாண்டி வருவாயாவிளையாட ஜோடி தேவை",
    "உருவகம் 1": "இது இருளல்ல அது ஒளியல்லஇது இரண்டோடும் சேராத பொன் நேரம்",
    "விளக்கம் 1": "வாழ்க்கையின் மிக முக்கியமான நேரம்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "வெள்ளி மலரே",
    "படம்": "ஜோடி",
    "வருடம்": 1999,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்', 'மஹாலட்சுமி ஐயர்']",
    "பாடல்வரிகள்": "வெள்ளி மலரே வெள்ளி மலரேவெள்ளி மலரே வெள்ளி மலரே நேற்றுவரை நீ நெடுவனம் கண்டாய்ஒற்றைக்காலில் உயரத்தில் நின்றாய்மஞ்சள் மாலை மழையில் நனைந்தாய்சித்திரை மாதம் வெயிலும் சுமந்தாய் இத்தனை தவங்கள்ஏன்தான் செய்தாயோதேன்சிதறும் மன்மத மலரேஇன்றே சொல்வாயோ இளந்தளிரே இளந்தளிரேவெள்ளி மலரன்றுஇயற்றிய தவம் எதற்குபெண்மங்கை உந்தன்கூந்தல் சோ்வதற்கு இளந்தளிரே இளந்தளிரேவெள்ளி மலரன்றுஇயற்றிய தவம் எதற்குபெண்மங்கை உந்தன்கூந்தல் சோ்வதற்கு வெள்ளி மலரே வெள்ளி மலரே மின்னொளியில் மலா்வனதாழம்பூக்கள்கண்ணொளியில் மலா்வனகாதல் பூக்கள்நெஞ்சுடைந்த பூவே நில் ஏ வெட்கங்கெட்ட தென்றலுக்குவேலையில்லைதென்றலுக்கும் உங்களுக்கும்பேதமில்லைஆடைகொள்ளப் பாா்ப்பீா்ஐயோ தள்ளி நில் நில் வான்விட்டு வாராய்சிறகுள்ள நிலவேதேன்விட்டுப் பேசாய்உயிருள்ள மலரேஉன்னைக்கண்டு உயிா்த்தேன்சொட்டுதே சொட்டுதே வெள்ளி மலரே வெள்ளி மலரேவெள்ளி மலரே வெள்ளி மலரே வனங்களில் பூந்தளிா்தேடும்போதும்நதிகளில் நீா்குடைந்தாடும்போதும்உந்தன் திசை தேடும் விழிகள் தொலைவினில்தரைதொட்டு ஆடும் மேகம்அருகினில் செல்லச்செல்லஓடிப்போகும்நீயும் மேகம்தானாநெஞ்சைத் தொட்டுச்சொல் சொல் மழையிலும் கூவும்மரகதக் குயில் நான்இரவிலும் அடிக்கும்புன்னகை வெயில் நான்உன் நெஞ்சில் வசிக்கும்இன்னொரு உயிா் நான் வெள்ளி மலரே வெள்ளி மலரே நேற்றுவரை நீ நெடுவனம் கண்டாய்ஒற்றைக்காலில் உயரத்தில் நின்றாய்மஞ்சள் மாலை மழையில் நனைந்தாய்சித்திரை மாதம் வெயிலும் சுமந்தாய் இத்தனை தவங்கள்ஏன்தான் செய்தாயோதேன்சிதறும் மன்மத மலரேஇன்றே சொல்வாயோ இளந்தளிரே இளந்தளிரேவெள்ளி மலரன்றுஇயற்றிய தவம் எதற்குபெண்மங்கை உந்தன்கூந்தல் சோ்வதற்குவெள்ளி மலரே வெள்ளி மலரே",
    "உருவகம் 1": "வெள்ளி மலரே",
    "விளக்கம் 1": "மிகவும் அழகான பளபளக்கும் மேனியை உடைய பெண்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "தங்கத் தாமரை மகளே",
    "படம்": "மின்சார கனவு",
    "வருடம்": 1997,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "தங்கத் தாமரை மகளே வா அருகே\nதத்தித் தாவுது மனமே வா அழகே\nவெள்ளம் மன்மத வெள்ளம்\nசிறு விரிசல் கண்டது உள்ளம்\nஇவை எல்லாம் பெண்ணே உன்னாலே\n\nதங்கத் தாமரை மகளே வா அருகே\nதத்தித் தாவுது மனமே வா அழகே\nவெள்ளம் மன்மத வெள்ளம்\nசிறு விரிசல் கண்டது உள்ளம்\nஇவை எல்லாம் பெண்ணே உன்னாலே\n\nதங்கத் தாமரை மகளே வா அருகே\nதங்கத் தாமரை மகளே\nஇள மகளே வா அருகே\n\nசெழித்த அழகில்\nசிவந்து நிற்கும் செந்தேனே\nஎன் கழுத்து வரையில்\nஆசை வந்து நொந்தேனே\n\nவெறித்த கண்ணால்\nகண்கள் விழுங்கும் பெண்மானே\nஉன் கனத்த கூந்தலில் காட்டுக்குள்ளே\nகாணாமல் நான் போனேனே\n\nஇருதயத்தின் உள்ளே\nஉலை ஒன்று கொதிக்க\nஎந்த மூடி போட்டு\nநான் என்னை மறைக்க\nதொடட்டுமா தொல்லை நீக்க\n\nதங்கத் தாமரை மகளே வா அருகே\nதத்தித் தாவுது மனமே வா அழகே\n\nபறக்கும் வண்டுகள்\nபூவில் கூடும் கார்காலம்\nகனைக்கும் தவளை\nதுணையைச் சேரும் கார்காலம்\n\nபிரிந்த குயிலும்\nபேடை தேடும் கார்காலம்\nபிரிந்திருக்கும் உயிரை எல்லாம்\nபிணைத்து வைக்கும் கார்காலம்\n\nநகம் கடிக்கும் பெண்ணே\nஅடக்காதே ஆசை\nநாகரீகம் பார்த்தால்\nநடக்காது பூஜை\nநெருக்கமே காதல் பாஷை\n\nதங்கத் தாமரை மகளே வா அருகே\nதத்தித் தாவுது மனமே வா அழகே\nவெள்ளம் மன்மத வெள்ளம்\nசிறு விரிசல் கண்டது உள்ளம்\nஇவை எல்லாம் பெண்ணே உன்னாலே\n\nதங்கத் தாமரை மகளே\nதத்தித் தாவுது மனமே\nதங்கத் தாமரை மகளே\nதத்தித் தாவுது மனமே வா",
    "உருவகம் 1": "செழித்த அழகில் சிவந்து நிற்கும் செந்தேனே",
    "விளக்கம் 1": "மிகவும் அழகான இனிமையான பெண்",
    "உருவகம் 2": "உன் கனத்த கூந்தலின் காட்டுக்குள்ளே காணாமல் நான் போனேனே",
    "விளக்கம் 2": "மிகவும் அடர்த்தியான கூந்தலிட்குள் ஒளிந்து கொண்டேன்",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "ஸ்டைலு ஸ்டைலு தான்",
    "படம்": "பாட்ஷா",
    "வருடம்": 1995,
    "இசைமைப்பாளர்": "தேவா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['KS சித்ரா', ' SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "ஹே ஹே\n\nஸ்டைல்\nஸ்டைல் சூப்பர்\nஸ்டைல்\n\nஸ்டைலு\nஸ்டைலு தான் இது\nசூப்பர் ஸ்டைலு தான்\nஉன் ஸ்டைலுக் கேத்த\nமயிலு நானுதான் ஓ\nடச்சு டச்சு டச்சு டச்சு\nஎன்ன டச்சு மீ ஓ கிச்சு\nகிச்சு கிச்சு கிச்சு என்ன\nகிச்சுமீ ஏழு மணிக்கு மேல\nநானும் இன்பலட்சுமி\n\nபிகரு பிகரு\nதான் நீ சூப்பர் பிகரு\nதான் இந்த பிகருக்கேத்த\nமைனர் நானு தான் (2)\nஆ டச்சு டச்சு டச்சு டச்சு\nஎன்ன டச்சு மீ ஓ கிச்சு கிச்சு\nகிச்சு கிச்சு என்ன கிச்சுமீ\nஏழு மணிக்கு மேல நீயும்\nஇன்பலட்சுமி\n\nஸ்டைலு\nஸ்டைலு தான் இது\nசூப்பர் ஸ்டைலு தான்\nஉன் ஸ்டைலுக் கேத்த\nமயிலு நானுதான்\n\nகாதலிச்சா\nகவிதை வரும் கண்டு\nகொண்டேன் பெண்ணாலே\nபெண் : கருப்பும் ஓர் அழகு\nஎன்று கண்டு கொண்டேன்\nஉன்னாலே\n\nஎங்கெங்கே\nஷாக் அடிக்கும்\nஅறிந்துக்கொண்டேன்\nபெண்ணாலே\nஎங்கெங்கே\nதேள் கடிக்கும் தெரிந்து\nகொண்டேன் உன்னாலே\n\nகாஷ்மீர்\nரோஜாவே கைக்கு\nவந்தாயே மோந்து\nபார்க்கும் முன்னே\nமுள்ளெடுத்து குத்தாதே\nஅழகு ராஜாவே\nஅவசரம் ஆகாதே\nமொட்டு மலரும்\nமுன்னே முட்டி முட்டி\nசுத்தாதே\n\nஅடி ராத்திரி\nவரவே என் ரகசிய\nசெலவே ஒரு காத்தடிக்குது\nசோ்த்தணைக்கணும் காத்திரு\nநிலவே\n\nஸ்டைலு\nஸ்டைலு தான் இது\nசூப்பர் ஸ்டைலு தான்\nஉன் ஸ்டைலுக் கேத்த\nமயிலு நானுதான்\n\nபிகரு பிகரு\nதான் நீ சூப்பர் பிகரு\nதான் இந்த பிகருக்கேத்த\nமைனர் நானு தான்\nபச்சரிசி\nபல்லழகா பால்\nசிரிப்பில் கொல்லாதே\nஅழகு மணி\nதேரழகி அசைய விட்டே\nகொல்லாதே\n\nநெத்தி தொடும்\nமுடியழகா ஒத்தை\nமுடி தாராயோ\nகட்டை மலர்\nகுழலழகி ஒத்தை\nமலர் தாராயோ\n\nஅங்கே\nதீண்டாதே ஆசை\nதூண்டாதே சும்மா\nகிடந்த சங்க ஊதி\nவிட்டு போகாதே\nஊடல் கொள்ளாதே\nஉள்ளம் தாங்காதே தலைவி\nகாய்ச்சல் கொண்டால்\nதலையணையும் தூங்காதே\n\nஅட கெட்டது\nமனசு வந்து முட்டுது\nவயசு உன்ன பார்த்த\nபொழுது வேர்த்த\nபெண்களில் நானொரு\nதினுசு\n\nஸ்டைலு\nஸ்டைலு தான் இது\nசூப்பர் ஸ்டைலு தான்\nஉன் ஸ்டைலுக்கேத்த\nமயிலு நானு தான்\n\nபிகரு பிகரு\nதான் நீ சூப்பர் பிகரு\nதான் இந்த பிகருக்கேத்த\nமைனர் நானு தான்\n\nஹேய்\nடச்சு டச்சு டச்சு\nடச்சு என்ன டச்சு மீ\n\nஅட கிச்சு\nகிச்சு கிச்சு கிச்சு\nஎன்ன கிச்சு மீ\n\nஏழு மணிக்கு\nமேல நானும்\nஇன்பலட்சுமி\n\nஸ்டைலு\nஸ்டைலு தான்\nஹாஹா\n\nஸ்டைலு\nஸ்டைலு தான் இது\nசூப்பர் ஸ்டைலு தான்\nஹாஹா\nஉன் ஸ்டைலுக்கேத்த\nமயிலு நானு தான்\n\nவா ரே வா\nபிகரு பிகரு தான்\nஹ்ம்ம்\nநீ சூப்பர்\nபிகரு தான்\nம்ம்ம் ஹ்ம்ம்\nஇந்த பிகருக்கேத்த\nமைனர் நானு தான்",
    "உருவகம் 1": "உன் ஸ்டைலுக் கேத்த மயிலு நானுதான்",
    "விளக்கம் 1": "மயில் போன்ற அழகான பெண்",
    "உருவகம் 2": "காஷ்மீர் ரோஜாவே கைக்கு வந்தாயே",
    "விளக்கம் 2": "புதியது போல காட்சியளிக்கும் பெண்ணே என்னிடம் வந்தாயே",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சொல்லாயோ சோலைக் கிளி",
    "படம்": "அல்லி அர்ஜுனா",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "[' SP பாலசுப்ரமணியம்', 'ஸ்வர்ண லதா']",
    "பாடல்வரிகள்": "சொல்லாயோ\nசோலைக் கிளி சொல்லும்\nஉந்தன் ஒரு சொல்லில்\nஉயிர் ஒன்று ஊசல்\nஆடுதே\n\nஓஹோ\nஓஓஓஓஓஓ ஓஹோ\nஓஓஓஓஓஓ\n\nசொல்லாயோ\nசோலைக் கிளி சொல்லும்\nஉந்தன் ஒரு சொல்லில்\nஉயிர் ஒன்று ஊசல் ஆடுதே\nஇந்த ஊமை நாடகம் முடிந்ததே\nகுயில் பாடிச் சொல்லுதே\nநம் காதல் வாழ்கவே\n\nசொல்லாதே\nசோலைக்கிளி சொல்லை\nகடந்த காதலிது கண் மூலம்\nகாதல் பேசுதே\n\nபச்சைக் கிளை\nஇலைகளுக்குள்ளே\nபச்சைக் கிளி ஒளிதல்\nபோல இச்சைக் காதல்\nநானும் மறைத்தேன்\n\nபச்சைக் கிளி\nமூக்கைப் போல வெட்கம்\nஉன்னை காட்டிக் கொடுக்க\nகாதல் உள்ளம் கண்டு\nபிடித்தேன்\n\nபூ இல்லாமல்\nசோலை இல்லை\nபொய்யில்லாமல் காதல்\nஇல்லை பொய்யைச் சொல்லி\nகாதல் வளர்த்தேன்\n\nபொய்யின் கையில்\nஆயிரம் பூட்டு மெய்யின்\nகையில் ஒற்றைச்சாவி\nஎல்லா பூட்டும் இன்றே\nதிறந்தேன் ஹோ ஹோ\nஹோ ஓ\n\nசொல்லாதே\nசோலைக்கிளி சொல்லை\nகடந்த காதலிது கண் மூலம்\nகாதல் பேசுதே\n\n\nஹோய் சொல்லாயோ\nசோலைக் கிளி சொல்லும்\nஉந்தன் ஒரு சொல்லில்\nஉயிர் ஒன்று ஊசல் ஆடுதே\nஇந்த ஊமை நாடகம் முடிந்ததே\nகுயில் பாடிச் சொல்லுதே\nநம் காதல் வாழ்கவே\n\nஓஹோ ஹோ\nஓஹோஹோ ஓ ஓஹோ\nஹோ ஓஹோ ஓ ஓஹோ\nஹோ ஓஹோஹோ ஓ\nஓஹோ ஹோ ஓஹோ ஓ\nஓஹோ ஹோ ஓஹோஹோ\nஓ ஓஹோ ஹோ ஓஹோஹோ\nஓ ஓஹோஹோ\n\nசேராத காதலர்கெல்லாம்\nசேர்த்து நாம் காதல் செய்வோம்\nகாதல் கொண்டு வானை\nஅளப்போம்\n\nபுதிய கம்பன்\nதேடிப்பிடித்து லவ்வாயனம்\nஎழுதிடச்செய்வோம் நிலவில்\nகூடி கவிதை படிப்போம்\n\nகொஞ்சம் கொஞ்சம்\nஊடல் கொள்வோம் நெஞ்சும்\nநெஞ்சும் மோதிக் கொள்வோம்\nசண்டை போட்டு இன்பம்\nவளர்போம்\n\nபூவும் பூவும் மோதிக்\nகொண்டால் தேனைத்தானே\nசிந்திச்சிதறும் கையில் அள்ளி\nகாதல் குடிப்போம்\n\nஓஹோ ஹோ\nஓஹோஹோ ஓ ஓஹோ\nஹோ ஹோ ஓஹோ\nஹோ ஹோ ஓஓ ஹோ\nஓஓஓஓஹோ ஓ ஓ\nஹோ ஹோ ஓ ஓஹோ\nஹோ",
    "உருவகம் 1": "சொல்லாயோ சோலைக் கிளி",
    "விளக்கம் 1": "அழகான பெண்ணே என்னுடன் பேசாயோ",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "சந்தோசம் சந்தோசம்",
    "படம்": "யூத்",
    "வருடம்": 2002,
    "இசைமைப்பாளர்": "மணி சர்மா",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்']",
    "பாடல்வரிகள்": "சந்தோசம் சந்தோசம் வாழ்க்கையின் பாதி பலம்\nசந்தோசம் இல்லையேன்றால் மனிதர்க்கு ஏதுபலம்\nபுயல் மையம் கொண்டால் மழை மண்ணில் உண்டு\nஎந்த தீமைக்குள்ளும் சிறு நன்மையுண்டு ஓ.....\n\nசந்தோசம் சந்தோசம் வாழ்க்கையின் பாதி பலம்\nசந்தோசம் இல்லையேன்றால் மனிதர்க்கு ஏதுபலம்\nபுயல் மையம் கொண்டால் மழை மண்ணில் உண்டு\nஎந்த தீமைக்குள்ளும் சிறு நன்மையுண்டு ஓ...\n\nவெற்றியைப் போலவே ஒரு தோல்வியும் நல்லதடி\nவேப்பம்பூவிலும் சிறு தேன்துளி உள்ளதடி\nகுற்றம் சொல்லாமல் ஒரு சுற்றம் இல்லையடி\nஇழையும் புன்னகையால் நீ இருட்டுக்கு வெள்ளையடி\nதவறுகள் பண்ணிப் பண்ணி திருந்திய பிறகுதான் நாகரீகம் பிறந்ததடி\nதவறுகள் குற்றமல்ல சரிவுகள் வீழ்ச்சியல்ல பாடம் படி பவளக்கொடி\n\nஉள்ளம் என்பது கவலைகள் நிரப்பும் குப்பைத் தொட்டியில்லை\nஉள்ளம் என்பது பூந்தோட்டியானால் நாளை துன்பமில்லை\nபுயல் மையம் கொண்டால் மழை மண்ணில் உண்டு\nஎந்த தீமைக்குள்ளும் சிறு நன்மையுண்டு. ஓ....\n\nஆதியில் ஆண்டவன் இந்த பூமியைப் படைத்தானே\nஅவன் ஆசையைப் போலவே இந்த பூமி அமையலையே\nஆண்டவன் ஆசையே இங்கே பொய்யாய் போய்விடில்\nமனிதனின் ஆசைகள் மெய்யாவது சாத்தியமா\nநன்மையென்றும் தீமையென்றும்\nநான்கு பேர்கள் சொல்லுவது நம்முடைய பிழையில்லையே\n\nதுன்பம் என்ற சிற்பிக்குள் தான் இன்ப என்ற முத்து வரும்\nதுணிந்தபின் பயமில்லையே\nகண்ணீர்துளியில் வைரங்கள் செய்யும் கலைகள் கண்டுகொள்\nகாலுக்கு செருப்பு எப்படிவந்தது முள்ளுக்கு நன்றிசொல்\n\nபுயல் மையம் கொண்டால் மழை மண்ணில் உண்டு\nஎந்த தீமைக்குள்ளும் சிறு நன்மையுண்டு. ஓ...\n\nசந்தோசம் சந்தோசம் வாழ்க்கையின் பாதி பலம்\nசந்தோசம் இல்லையேன்றால் மனிதர்க்கு ஏதுபலம்.",
    "உருவகம் 1": "துன்பமென்ற சிப்பிக்குள் தான் இன்பமென்ற முத்து வரும்",
    "விளக்கம் 1": "துன்பத்தை தொடர்ந்துதான் இன்பம் வரும்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  },
  {
    "பாடல்": "புதிய மனிதா பூமிக்கு வா",
    "படம்": "எந்திரன்",
    "வருடம்": 2010,
    "இசைமைப்பாளர்": "ஏ.ஆர்.ரஹ்மான்",
    "பாடலாசிரியர்": "வைரமுத்து",
    "பாடகர்": "['SP பாலசுப்ரமணியம்','ஏ.ஆர்.ரஹ்மான்']",
    "பாடல்வரிகள்": "புதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\n\nஎக்கை வார்த்து சிலிக்கான் சேர்த்து\nவயரூட்டி உயிரூட்டி ஹார்ட் டிஸ்க்கில் நினைவூட்டி\nஅழியாத உடலோடு வடியாத உயிரோடு\nஆறாம் அறிவை அரைத்து ஊற்றி\nஏழாம் அறிவை எழுப்பும் முயற்சி\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\n\nமாற்றம் கொண்டு வா மனிதனை மேன்மை செய்\nஉனது ஆற்றலால் உலகை மாற்று\nஎல்லா உயிர்க்கும் நன்மையாயிரு\nஎந்த நிலையிலும் உண்மையாயிரு\n\nஎந்திரா எந்திரா எந்திரா என் எந்திரா\nஎந்திரா எந்திரா எந்திரா என் எந்திரா\n\nநான் கண்டது ஆறறிவு\nநீ கொண்டது பேரறிவு\nநான் கற்றது ஆறுமொழி\nநீ பெற்றது நூறுமொழி\nஈரல் கனையம் துன்பமில்லை\nஇதயக்கோளாறேதுமில்லை\nதந்திர மனிதன் வாழ்வதில்லை\nஎந்திரம் வீழ்வதில்லை\n\nகருவில் பிறந்த எல்லாம் மரிக்கும்\nஅறிவில் பிறந்தது மரிப்பதே இல்லை\nஇதோ என் எந்திரன்\nஇவன் அமரன்\nஇதோ என் எந்திரன்\nஇவன் அமரன்\n\nநான் இன்னொரு நான்முகனே\nநீ என்பவன் என் மகனே\nஆண் பெற்றவன் ஆண் மகனே\nஆம் உன் பெயர் எந்திரனே\n\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nநான் என்பது அறிவு மொழி\nஏன் என்பது எனது வழி\nவான் போன்றது எனது வெளி\nநான் நாளைய ஞான ஒளி\nநீ கொண்டது உடல் வடிவம்\nநான் கொண்டது பொருள் வடிவம்\nநீ கண்டது ஒரு பிறவி\nநான் காண்பது பல பிறவி\n\nரோபோ ரோபோ பன்மொழிகள் கற்றாலும்\nஎன் தந்தை மொழி தமிழ் அல்லவா!\nரோபோ ரோபோ பல கண்டம் வென்றாலும்\nஎன் கர்த்தாவுக்கு அடிமை அல்லவா!\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா\nபுதிய மனிதா பூமிக்கு வா",
    "உருவகம் 1": "நான் இன்னொரு நான்முகனே",
    "விளக்கம் 1": "வெவ்வேறு ஆளுமைகளை கொண்டவன்",
    "உருவகம் 2": "",
    "விளக்கம் 2": "",
    "உருவகம் 3": "",
    "விளக்கம் 3": ""
  }
]